Repository: RapboyGao/Unit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_hans, zh_hant

# inches.detailedIntroduction
source: Inches is a unit of length commonly used in the United States.
de: Ein Zoll ist eine in den USA gebräuchliche Längeneinheit.
fr: Le pouce est une unité de longueur utilisée principalement aux États-Unis.
ja: インチは長さの単位で、1インチは約2.54センチメートルに相当します。
zh_hans: 英寸是英制长度单位，常用于美国。
zh_hant: 英寸是美國常用的長度單位。

# yards.detailedIntroduction
source: Yards is a unit of length equal to 3 feet.
de: Ein Yard ist eine Längeneinheit, die 3 Fuß entspricht.
fr: Le yard est une unité de longueur utilisée principalement aux États-Unis et au Royaume-Uni.
ja: ヤードは長さの単位で、1ヤードは0.9144メートルに相当します。
zh_hans: 码是英制长度单位，常用于美国。
zh_hant: 碼是等於3英尺的長度單位。

# scandinavianMiles.detailedIntroduction
source: Scandinavian Miles is a unit of length used in some Nordic countries.
de: Eine skandinavische Meile ist eine in Nordeuropa verwendete Längeneinheit.
fr: Le mille scandinave est une unité de longueur utilisée en Suède et en Norvège, équivalente à 10 kilomètres.
ja: スカンジナビアマイルは長さの単位で、主にスウェーデンとノルウェーで使用されます。1スカンジナビアマイルは10キロメートルに相当します。
zh_hans: 斯堪里米在一些斯堪的纳维亚国家使用，等于10千米。
zh_hant: 斯堪的納維亞英里是一些北歐國家使用的長度單位。

# lightyears.detailedIntroduction
source: Lightyears is a unit of length used to express astronomical distances.
de: Ein Lichtjahr ist eine Längeneinheit, die in der Astronomie verwendet wird.
fr: L'année-lumière est une unité de longueur utilisée en astronomie, correspondant à la distance que la lumière parcourt en une année.
ja: 光年は長さの単位で、1光年は光が1年間に進む距離、約9.461兆キロメートルに相当します。
zh_hans: 光年用于测量天文距离，表示光在一年内行进的距离。
zh_hant: 光年是用於表達天文距離的長度單位。

# fathoms.detailedIntroduction
source: Fathoms is a unit of length used in nautical contexts, equal to 6 feet.
de: Ein Faden ist eine Längeneinheit, die in der Schifffahrt verwendet wird und 6 Fuß entspricht.
fr: La brasse est une unité de longueur utilisée en navigation pour mesurer la profondeur de l'eau.
ja: ファゾムは長さの単位で、主に水深を測るために使用されます。1ファゾムは約1.8288メートルに相当します。
zh_hans: 英寻用于航海中测量深度。
zh_hant: 英尋是海上使用的長度單位，等於6英尺。

# furlongs.detailedIntroduction
source: Furlongs is a unit of length used in horse racing, equal to 220 yards.
de: Ein Furlong ist eine in der Pferderennsport verwendete Längeneinheit, die 220 Yards entspricht.
fr: Le furlong est une ancienne unité de longueur utilisée principalement en agriculture.
ja: ファーロングは長さの単位で、主に競馬で使用されます。1ファーロングは約201.168メートルに相当します。
zh_hans: 弗隆是一种古老的长度单位，主要用于赛马。
zh_hant: 弗隆是賽馬中使用的長度單位，等於220碼。

# astronomicalUnits.detailedIntroduction
source: Astronomical Units is a unit of length used in astronomy, roughly the distance from Earth to the Sun.
de: Eine Astronomische Einheit ist eine in der Astronomie verwendete Längeneinheit, die dem durchschnittlichen Abstand zwischen Erde und Sonne entspricht.
fr: L'unité astronomique est une unité de longueur utilisée en astronomie, équivalente à la distance moyenne entre la Terre et le Soleil.
ja: 天文単位は長さの単位で、地球から太陽までの平均距離、約1億4960万キロメートルに相当します。
zh_hans: 天文单位用于测量太阳系内的距离。
zh_hant: 天文單位是天文學中使用的長度單位，大約是地球到太陽的距離。

# parsecs.detailedIntroduction
source: Parsecs is a unit of length used in astronomy to measure large distances to objects outside the Solar System.
de: Ein Parsec ist eine in der Astronomie verwendete Längeneinheit, die der Entfernung entspricht, bei der 1 Astronomische Einheit unter einem Winkel von 1 Bogensekunde erscheint.
fr: Le parsec est une unité de longueur utilisée en astronomie pour mesurer les distances interstellaires.
ja: パーセクは長さの単位で、1パーセクは約3.26光年に相当します。
zh_hans: 秒差距用于天文学中测量太阳系外天体之间的距离。
zh_hant: 秒差距是天文學中用來測量太陽系外天體距離的單位。

# feetPerSecond.detailedIntroduction
source: Feet per Second is a unit of speed.
de: Ein Fuß pro Sekunde ist eine Geschwindigkeitseinheit.
fr: Pieds par seconde est une unité de vitesse utilisée principalement aux États-Unis.
ja: フィート毎秒は速度の単位で、1秒間に移動するフィート数を表します。
zh_hans: 英尺每秒是英制速度单位。
zh_hant: 英尺每秒是速度的單位。

# knots.detailedIntroduction
source: Knots is a unit of speed used in maritime and aviation contexts.
de: Ein Knoten ist eine Geschwindigkeitseinheit, die in der Schifffahrt und Luftfahrt verwendet wird.
fr: Le nœud est une unité de vitesse utilisée principalement en navigation maritime et aérienne.
ja: ノットは速度の単位で、1ノットは1海里毎時に相当します。
zh_hans: 节用于测量航海和航空中的速度。
zh_hant: 節是用於海上和航空領域的速度單位。

# kilometersPerHour.detailedIntroduction
source: Kilometers per Hour is a unit of speed.
de: Ein Kilometer pro Stunde ist eine Geschwindigkeitseinheit.
fr: Kilomètres par heure est une unité de vitesse couramment utilisée pour les limites de vitesse.
ja: キロメートル毎時は速度の単位で、1時間に移動するキロメートル数を表します。
zh_hans: 千米每小时是常用的速度单位。
zh_hant: 公里每小時是速度的單位。

# metersPerSecond.detailedIntroduction
source: Meters per Second is a unit of speed.
de: Ein Meter pro Sekunde ist eine Geschwindigkeitseinheit.
fr: Mètres par seconde est une unité de vitesse du Système international d'unités (SI).
ja: メートル毎秒は速度の単位で、1秒間に移動するメートル数を表します。
zh_hans: 米每秒是国际单位制（SI）的速度单位。
zh_hant: 米每秒是速度的單位。

# milesPerHour.detailedIntroduction
source: Miles per Hour is a unit of speed commonly used in the United States.
de: Eine Meile pro Stunde ist eine in den USA gebräuchliche Geschwindigkeitseinheit.
fr: Miles par heure est une unité de vitesse utilisée principalement aux États-Unis et au Royaume-Uni.
zh_hans: 英里每小时是常用于美国的速度单位。
zh_hant: 英里每小時是美國常用的速度單位。

# feetPerMinute.detailedIntroduction
source: Feet per Minute is a unit of speed.
de: Ein Fuß pro Minute ist eine Geschwindigkeitseinheit.
fr: Pieds par minute est une unité de vitesse utilisée principalement aux États-Unis.
ja: フィート毎分は速度の単位で、1分間に移動するフィート数を表します。
zh_hans: 英尺每分钟是英制速度单位。
zh_hant: 英尺每分鐘是速度的單位。

# hectopascals.detailedIntroduction
source: Hectopascals is a unit of pressure.
de: Ein Hektopascal ist eine Druckeinheit.
fr: Hectopascal est une unité de pression couramment utilisée en météorologie.
ja: ヘクトパスカルは圧力の単位で、1ヘクトパスカルは100パスカルに相当します。
zh_hans: 百帕用于气象学中测量大气压力。
zh_hant: 百帕是壓力的單位。

# inchesOfMercury.detailedIntroduction
source: Inches of Mercury is a unit of pressure.
de: Ein Zoll Quecksilbersäule ist eine Druckeinheit.
fr: Pouces de mercure est une unité de pression couramment utilisée dans l'aviation.
zh_hans: 英寸汞柱用于测量压力，常见于气象和航空领域。
zh_hant: 英寸汞柱是壓力的單位。

# millimetersOfMercury.detailedIntroduction
source: Millimeters of Mercury is a unit of pressure.
de: Ein Millimeter Quecksilbersäule ist eine Druckeinheit.
fr: Millimètres de mercure est une unité de pression couramment utilisée en médecine.
zh_hans: 毫米汞柱用于测量压力，常见于医学领域。
zh_hant: 毫米汞柱是壓力的單位。

# newtonsPerMetersSquared.detailedIntroduction
source: Newtons per Square Meter is a unit of pressure.
de: Ein Newton pro Quadratmeter ist eine Druckeinheit.
fr: Newtons par mètre carré est une unité de pression du Système international d'unités (SI).
ja: ニュートン毎平方メートルは圧力の単位で、1ニュートンの力が1平方メートルの面積にかかる圧力を表します。
zh_hans: 牛顿每平方米是国际单位制（SI）的压力单位。
zh_hant: 牛頓每平方米是壓力的單位。

# gigapascals.detailedIntroduction
source: Gigapascals is a unit of pressure.
de: Ein Gigapascal ist eine Druckeinheit.
fr: Gigapascal est une unité de pression égale à un milliard de pascals.
ja: ギガパスカルは圧力の単位で、1ギガパスカルは1,000メガパスカルに相当します。
zh_hans: 吉帕用于测量极高的压力。
zh_hant: 吉帕是壓力的單位。

# megapascals.detailedIntroduction
source: Megapascals is a unit of pressure.
de: Ein Megapascal ist eine Druckeinheit.
fr: Mégapascal est une unité de pression égale à un million de pascals.
ja: メガパスカルは圧力の単位で、1メガパスカルは1,000キロパスカルに相当します。
zh_hans: 兆帕用于测量高压，常见于工程领域。
zh_hant: 兆帕是壓力的單位。

# kilopascals.detailedIntroduction
source: Kilopascals is a unit of pressure.
de: Ein Kilopascal ist eine Druckeinheit.
fr: Kilopascal est une unité de pression égale à mille pascals.
ja: キロパスカルは圧力の単位で、1キロパスカルは1,000パスカルに相当します。
zh_hans: 千帕用于测量压力，常见于工程领域。
zh_hant: 千帕是壓力的單位。

# bars.detailedIntroduction
source: Bars is a unit of pressure.
de: Ein Bar ist eine Druckeinheit.
fr: Le bar est une unité de pression couramment utilisée en industrie.
ja: バールは圧力の単位で、1バールは100,000パスカルに相当します。
zh_hans: 巴是压力单位，常用于气象和工程领域。
zh_hant: 巴是壓力的單位。

# millibars.detailedIntroduction
source: Millibars is a unit of pressure.
de: Ein Millibar ist eine Druckeinheit.
fr: Millibar est une unité de pression couramment utilisée en météorologie.
ja: ミリバールは圧力の単位で、1ミリバールは0.001バールに相当します。
zh_hans: 毫巴用于测量大气压力，常见于气象报告中。
zh_hant: 毫巴是壓力的單位。

# poundsForcePerSquareInch.detailedIntroduction
source: Pounds per Square Inch is a unit of pressure.
de: Ein Pfundkraft pro Quadratzoll ist eine Druckeinheit.
fr: Livres-force par pouce carré est une unité de pression utilisée principalement aux États-Unis.
ja: ポンド毎平方インチは圧力の単位で、1ポンドフォースが1平方インチの面積にかかる圧力を表します。
zh_hans: 磅每平方英寸是常用于美国的压力单位。
zh_hant: 磅力每平方英寸是壓力的單位。

# kelvin.detailedIntroduction
source: Kelvin is the base unit of temperature in the International System of Units (SI).
de: Ein Kelvin ist die Basiseinheit der Temperatur im internationalen Einheitensystem (SI).
fr: Le kelvin est l'unité de température du Système international d'unités (SI).
ja: ケルビンは絶対温度の単位で、物質の絶対零度からの温度を測定します。科学において広く使用されています。
zh_hans: 开尔文是国际单位制（SI）的温度基本单位，主要用于科学领域。
zh_hant: 開爾文是國際單位制（SI）中的基本溫度單位。

# celsius.detailedIntroduction
source: Celsius is a unit of temperature.
de: Ein Grad Celsius ist eine Temperatur Einheit.
fr: Le degré Celsius est une unité de mesure de la température utilisée dans la plupart des pays du monde.
ja: 摂氏温度は水の氷点を0度、沸点を100度とする温度スケールです。多くの国で日常的に使用されています。
zh_hans: 摄氏度是温度的度量单位，广泛用于世界各地。
zh_hant: 攝氏度是溫度的單位。

# fahrenheit.detailedIntroduction
source: Fahrenheit is a unit of temperature commonly used in the United States.
de: Ein Grad Fahrenheit ist eine in den USA gebräuchliche Temperatureinheit.
fr: Le degré Fahrenheit est une unité de mesure de la température utilisée principalement aux États-Unis.
ja: 華氏温度は氷点を32度、沸点を212度とする温度スケールです。主にアメリカで使用されています。
zh_hans: 华氏度是主要用于美国的温度尺度。
zh_hant: 華氏度是美國常用的溫度單位。

# celsiusDelta.detailedIntroduction
source: Celsius Delta is a unit of temperature difference.
de: Ein Grad Celsius Delta ist eine Temperatureinheit für Temperaturunterschiede.
fr: La différence Celsius mesure la variation de température dans l'unité Celsius.
ja: 摂氏温度差は2点間の温度の差を摂氏度で表します。
zh_hans: 摄氏度差是温度变化的度量单位。
zh_hant: 攝氏度差是溫度差的單位。

# fahrenheitDelta.detailedIntroduction
source: Fahrenheit Delta is a unit of temperature difference.
de: Ein Grad Fahrenheit Delta ist eine Temperatureinheit für Temperaturunterschiede.
fr: La différence Fahrenheit mesure la variation de température dans l'unité Fahrenheit.
ja: 華氏温度差は2点間の温度の差を華氏度で表します。
zh_hans: 华氏度差是温度变化的度量单位。
zh_hant: 華氏度差是溫度差的單位。

# kilograms.detailedIntroduction
source: Kilograms is the base unit of mass in the International System of Units (SI).
de: Ein Kilogramm ist die Basiseinheit der Masse im internationalen Einheitensystem (SI).
fr: Le kilogramme est l'unité de masse du Système international d'unités (SI).
ja: キログラムは質量の基本単位で、1キログラムは国際キログラム原器の質量に等しいです。通常、重い物体の測定に使用されます。
zh_hans: 千克是国际单位制（SI）的基本质量单位。
zh_hant: 千克是國際單位制（SI）中的基本質量單位。

# grams.detailedIntroduction
source: Grams is a unit of mass.
de: Ein Gramm ist eine Masse Einheit.
fr: Le gramme est une unité de masse égale à un millième de kilogramme.
ja: グラムは質量の単位で、1グラムは1キログラムの1/1000に相当します。軽量物の測定に使用されます。
zh_hans: 克是千克的千分之一，常用于测量小质量。
zh_hant: 克是質量的單位。

# decigrams.detailedIntroduction
source: Decigrams is a unit of mass.
de: Ein Dezigramm ist eine Masse Einheit.
fr: Le décigramme est une unité de masse égale à un dixième de gramme.
ja: デシグラムは質量の単位で、1デシグラムは0.1グラムに相当します。
zh_hans: 分克是克的十分之一，常用于测量小质量。
zh_hant: 分克是質量的單位。

# centigrams.detailedIntroduction
source: Centigrams is a unit of mass.
de: Ein Zentigramm ist eine Masse Einheit.
fr: Le centigramme est une unité de masse égale à un centième de gramme.
ja: センチグラムは質量の単位で、1センチグラムは0.01グラムに相当します。
zh_hans: 厘克是克的百分之一，常用于测量小质量。
zh_hant: 釐克是質量的單位。

# milligrams.detailedIntroduction
source: Milligrams is a unit of mass.
de: Ein Milligramm ist eine Masse Einheit.
fr: Le milligramme est une unité de masse égale à un millième de gramme.
ja: ミリグラムは質量の単位で、1ミリグラムは0.001グラムに相当します。
zh_hans: 毫克是克的千分之一，常用于测量非常小的质量。
zh_hant: 毫克是質量的單位。

# micrograms.detailedIntroduction
source: Micrograms is a unit of mass.
de: Ein Mikrogramm ist eine Masse Einheit.
fr: Le microgramme est une unité de masse égale à un millionième de gramme.
ja: マイクログラムは質量の単位で、1マイクログラムは0.000001グラムに相当します。
zh_hans: 微克是克的百万分之一，常用于测量极小的质量。
zh_hant: 微克是質量的單位。

# nanograms.detailedIntroduction
source: Nanograms is a unit of mass.
de: Ein Nanogramm ist eine Masse Einheit.
fr: Le nanogramme est une unité de masse égale à un milliardième de gramme.
ja: ナノグラムは質量の単位で、1ナノグラムは0.000000001グラムに相当します。
zh_hans: 纳克是克的十亿分之一。
zh_hant: 納克是質量的單位。

# picograms.detailedIntroduction
source: Picograms is a unit of mass.
de: Ein Pikogramm ist eine Masse Einheit.
fr: Le picogramme est une unité de masse égale à un billionième de gramme.
ja: ピコグラムは質量の単位で、1ピコグラムは0.000000000001グラムに相当します。
zh_hans: 皮克是克的万亿分之一。
zh_hant: 皮克是質量的單位。

# ounces.detailedIntroduction
source: Ounces is a unit of mass commonly used in the United States.
de: Eine Unze ist eine in den USA gebräuchliche Masse Einheit.
fr: L'once est une unité de masse utilisée principalement aux États-Unis.
ja: オンスは質量の単位で、1オンスは約28.3495グラムに相当します。
zh_hans: 盎司是美国常用的质量单位。
zh_hant: 盎司是美國常用的質量單位。

# pounds.detailedIntroduction
source: Pounds is a unit of mass commonly used in the United States.
de: Ein Pfund ist eine in den USA gebräuchliche Masse Einheit.
fr: La livre est une unité de masse utilisée principalement aux États-Unis et au Royaume-Uni.
ja: ポンドは質量の単位で、1ポンドは約0.453592キログラムに相当します。
zh_hans: 磅是美国常用的质量单位。
zh_hant: 磅是美國常用的質量單位。

# stones.detailedIntroduction
source: Stones is a unit of mass used in the United Kingdom.
de: Ein Stein ist eine in Großbritannien gebräuchliche Masse Einheit.
fr: Le stone est une unité de masse utilisée principalement au Royaume-Uni.
ja: ストーンは質量の単位で、主にイギリスで使用されます。1ストーンは14ポンド、約6.35029キログラムに相当します。
zh_hans: 英石是英国常用的质量单位，等于14磅。
zh_hant: 英石是英國使用的質量單位。

# metricTons.detailedIntroduction
source: Metric Tons is a unit of mass.
de: Eine Tonne ist eine Masse Einheit.
fr: La tonne métrique est une unité de masse égale à 1000 kilogrammes.
zh_hans: 公吨是质量单位，等于1000千克。
zh_hant: 公噸是質量的單位。

# shortTons.detailedIntroduction
source: Short Tons is a unit of mass commonly used in the United States.
de: Eine kurze Tonne ist eine in den USA gebräuchliche Masse Einheit.
fr: La tonne courte est une unité de masse utilisée principalement aux États-Unis, égale à 2000 livres.
ja: ショートトンは質量の単位で、主にアメリカで使用されます。1ショートトンは2,000ポンド、約907.185キログラムに相当します。
zh_hans: 短吨是美国常用的质量单位，等于2000磅。
zh_hant: 短噸是美國常用的質量單位。

# carats.detailedIntroduction
source: Carats is a unit of mass used for gemstones.
de: Ein Karat ist eine Masse Einheit für Edelsteine.
fr: Le carat est une unité de masse utilisée pour les pierres précieuses, égale à 200 milligrammes.
ja: カラットは宝石の質量を測る単位で、1カラットは0.2グラムに相当します。
zh_hans: 克拉是用于测量宝石质量的单位，等于200毫克。
zh_hant: 克拉是寶石的質量單位。

# ouncesTroy.detailedIntroduction
source: Troy Ounces is a unit of mass used for precious metals.
de: Eine Troy Unze ist eine Masse Einheit für Edelmetalle.
fr: L'once troy est une unité de masse utilisée principalement pour les métaux précieux.
ja: トロイオンスは貴金属の質量を測る単位で、1トロイオンスは約31.1035グラムに相当します。
zh_hans: 金衡盎司用于测量贵金属，约等于31.1035克。
zh_hant: 金衡盎司是貴金屬的質量單位。

# slugs.detailedIntroduction
source: Slugs is a unit of mass used in the English system.
de: Ein Slug ist eine Masse Einheit im imperialen Maßsystem.
fr: Le slug est une unité de masse utilisée principalement en physique et en ingénierie aux États-Unis.
ja: スラッグは質量の単位で、主に英語圏で使用されます。1スラッグは約14.5939キログラムに相当します。
zh_hans: 斯拉格是英制单位，主要用于物理学。
zh_hant: slug是英制單位中的質量單位。

# liters.detailedIntroduction
source: Liters is a unit of volume.
de: Ein Liter ist eine Volumen Einheit.
fr: Le litre est une unité de volume utilisée pour mesurer les liquides et les gaz.
ja: リットルは体積の単位で、1リットルは1,000立方センチメートルに相当します。液体の測定に広く使用されます。
zh_hans: 升是体积的公制单位。
zh_hant: 升是體積的單位。

# quarts.detailedIntroduction
source: Quarts is a unit of volume.
de: Ein Quart ist eine Volumen Einheit.
fr: Le quart est une unité de volume utilisée principalement aux États-Unis pour mesurer les liquides.
ja: クォートは体積の単位で、1クォートは約0.946353リットルに相当します。
zh_hans: 夸脱是英制单位，等于四分之一加仑。
zh_hant: 夸脫是體積的單位。

# cubicMeters.detailedIntroduction
source: Cubic Meters is a unit of volume.
de: Ein Kubikmeter ist eine Volumen Einheit.
fr: Le mètre cube est une unité de volume du Système international d'unités (SI).
ja: 立方メートルは体積の単位で、1立方メートルは1,000リットルに相当します。
zh_hans: 立方米是国际单位制（SI）的体积单位。
zh_hant: 立方米是體積的單位。

# cubicCentimeters.detailedIntroduction
source: Cubic Centimeters is a unit of volume.
de: Ein Kubikzentimeter ist eine Volumen Einheit.
fr: Le centimètre cube est une unité de volume utilisée pour mesurer de petits volumes.
ja: 立方センチメートルは体積の単位で、1立方センチメートルは0.001リットルに相当します。
zh_hans: 立方厘米是体积单位，等于千分之一升。
zh_hant: 立方厘米是體積的單位。

# gallons.detailedIntroduction
source: Gallons is a unit of volume.
de: Eine Gallone ist eine Volumen Einheit.
fr: Le gallon est une unité de volume utilisée principalement aux États-Unis et au Royaume-Uni pour mesurer les liquides.
ja: ガロンは体積の単位で、1ガロンは約3.78541リットルに相当します。
zh_hans: 加仑是英制单位，常用于美国。
zh_hant: 加侖是體積的單位。

# megaliters.detailedIntroduction
source: Megaliters is a unit of volume.
de: Ein Megaliter ist eine Volumen Einheit.
fr: Le mégalitre est une unité de volume égale à un million de litres.
ja: メガリットルは体積の単位で、1メガリットルは1,000,000リットルに相当します。
zh_hans: 兆升等于一百万升。
zh_hant: 兆升是體積的單位。

# kiloliters.detailedIntroduction
source: Kiloliters is a unit of volume.
de: Ein Kiloliter ist eine Volumen Einheit.
fr: Le kilolitre est une unité de volume égale à mille litres.
ja: キロリットルは体積の単位で、1キロリットルは1,000リットルに相当します。
zh_hans: 千升等于一千升。
zh_hant: 千升是體積的單位。

# deciliters.detailedIntroduction
source: Deciliters is a unit of volume.
de: Ein Deziliter ist eine Volumen Einheit.
fr: Le décilitre est une unité de volume égale à un dixième de litre.
ja: デシリットルは体積の単位で、1デシリットルは0.1リットルに相当します。
zh_hans: 分升等于十分之一升。
zh_hant: 分升是體積的單位。

# centiliters.detailedIntroduction
source: Centiliters is a unit of volume.
de: Ein Zentiliter ist eine Volumen Einheit.
fr: Le centilitre est une unité de volume égale à un centième de litre.
ja: センチリットルは体積の単位で、1センチリットルは0.01リットルに相当します。
zh_hans: 厘升等于百分之一升。
zh_hant: 釐升是體積的單位。

# milliliters.detailedIntroduction
source: Milliliters is a unit of volume.
de: Ein Milliliter ist eine Volumen Einheit.
fr: Le millilitre est une unité de volume égale à un millième de litre.
ja: ミリリットルは1,000分の1リットルに相当する体積の単位です。小容量の液体の測定に使用されます。
zh_hans: 毫升等于千分之一升。
zh_hant: 毫升是體積的單位。

# cubicKilometers.detailedIntroduction
source: Cubic Kilometers is a unit of volume.
de: Ein Kubikkilometer ist eine Volumen Einheit.
fr: Le kilomètre cube est une unité de volume utilisée pour mesurer de grands volumes.
ja: 立方キロメートルは体積の単位で、1立方キロメートルは1,000,000,000,000リットルに相当します。
zh_hans: 立方千米用于测量大型体积，等于十亿立方米。
zh_hant: 立方公里是體積的單位。

# cubicDecimeters.detailedIntroduction
source: Cubic Decimeters is a unit of volume.
de: Ein Kubikdezimeter ist eine Volumen Einheit.
fr: Le décimètre cube est une unité de volume égale à un litre.
ja: 立方デシメートルは体積の単位で、1立方デシメートルは1リットルに相当します。
zh_hans: 立方分米等于一升。
zh_hant: 立方分米是體積的單位。

# cubicMillimeters.detailedIntroduction
source: Cubic Millimeters is a unit of volume.
de: Ein Kubikmillimeter ist eine Volumen Einheit.
fr: Le millimètre cube est une unité de volume égale à un milliardième de mètre cube.
ja: 立方ミリメートルは体積の単位で、1立方ミリメートルは0.000001リットルに相当します。
zh_hans: 立方毫米用于测量非常小的体积。
zh_hant: 立方毫米是體積的單位。

# cubicInches.detailedIntroduction
source: Cubic Inches is a unit of volume.
de: Ein Kubikzoll ist eine Volumen Einheit.
fr: Le pouce cube est une unité de volume utilisée principalement aux États-Unis.
ja: 立方インチは体積の単位で、1立方インチは約16.3871立方センチメートルに相当します。
zh_hans: 立方英寸是英制体积单位。
zh_hant: 立方英寸是體積的單位。

# cubicFeet.detailedIntroduction
source: Cubic Feet is a unit of volume.
de: Ein Kubikfuß ist eine Volumen Einheit.
fr: Le pied cube est une unité de volume utilisée principalement aux États-Unis.
ja: 立方フィートは体積の単位で、1立方フィートは約28.3168リットルに相当します。
zh_hans: 立方英尺是英制体积单位。
zh_hant: 立方英尺是體積的單位。

# cubicYards.detailedIntroduction
source: Cubic Yards is a unit of volume.
de: Ein Kubikyard ist eine Volumen Einheit.
fr: Le yard cube est une unité de volume utilisée principalement aux États-Unis et au Royaume-Uni.
ja: 立方ヤードは体積の単位で、1立方ヤードは約764.555リットルに相当します。
zh_hans: 立方码是英制体积单位。
zh_hant: 立方碼是體積的單位。

# cubicMiles.detailedIntroduction
source: Cubic Miles is a unit of volume.
de: Eine Kubikmeile ist eine Volumen Einheit.
fr: Le mile cube est une unité de volume utilisée pour mesurer de très grands volumes.
ja: 立方マイルは体積の単位で、1立方マイルは約4,168,181,825,440リットルに相当します。
zh_hans: 立方英里用于测量极大的体积。
zh_hant: 立方英里是體積的單位。

# acreFeet.detailedIntroduction
source: Acre-Feet is a unit of volume.
de: Ein Acre-Fuß ist eine Volumen Einheit.
fr: L'acre-pied est une unité de volume utilisée principalement aux États-Unis pour mesurer de grandes quantités d'eau.
ja: エーカー・フィートは体積の単位で、1エーカー・フィートは約1,233.48リットルに相当します。
zh_hans: 英亩-英尺用于测量大体积的水，常用于水库管理。
zh_hant: 英畝英尺是體積的單位。

# bushels.detailedIntroduction
source: Bushels is a unit of volume.
de: Ein Scheffel ist eine Volumen Einheit.
fr: Le boisseau est une unité de volume utilisée principalement pour mesurer les matières sèches comme les grains.
ja: ブッシェルは体積の単位で、1ブッシェルは約35.2391リットルに相当します。
zh_hans: 蒲式耳是农业中用于测量干货的单位。
zh_hant: 蒲式耳是體積的單位。

# teaspoons.detailedIntroduction
source: Teaspoons is a unit of volume.
de: Ein Teelöffel ist eine Volumen Einheit.
fr: La cuillère à café est une unité de volume utilisée principalement en cuisine.
ja: ティースプーンは体積の単位で、1ティースプーンは約0.00492892リットルに相当します。
zh_hans: 茶匙是烹饪中常用的体积单位。
zh_hant: 茶匙是體積的單位。

# tablespoons.detailedIntroduction
source: Tablespoons is a unit of volume.
de: Ein Esslöffel ist eine Volumen Einheit.
fr: La cuillère à soupe est une unité de volume utilisée principalement en cuisine.
ja: テーブルスプーンは体積の単位で、1テーブルスプーンは約0.0147868リットルに相当します。
zh_hans: 汤匙是烹饪中常用的体积单位。
zh_hant: 湯匙是體積的單位。

# fluidOunces.detailedIntroduction
source: Fluid Ounces is a unit of volume.
de: Eine Flüssigunze ist eine Volumen Einheit.
fr: L'once liquide est une unité de volume utilisée principalement aux États-Unis et au Royaume-Uni.
ja: フルイドオンスは体積の単位で、1フルイドオンスは約0.0295735リットルに相当します。
zh_hans: 液体盎司是英制体积单位。
zh_hant: 液盎司是體積的單位。

# cups.detailedIntroduction
source: Cups is a unit of volume.
de: Eine Tasse ist eine Volumen Einheit.
fr: La tasse est une unité de volume utilisée principalement en cuisine.
ja: カップは体積の単位で、1カップは約0.24リットルに相当します。
zh_hans: 杯是烹饪中常用的体积单位。
zh_hant: 杯是體積的單位。

# pints.detailedIntroduction
source: Pints is a unit of volume.
de: Ein Pint ist eine Volumen Einheit.
fr: La pinte est une unité de volume utilisée principalement aux États-Unis et au Royaume-Uni.
ja: パイントは体積の単位で、1パイントは約0.473176リットルに相当します。
zh_hans: 品脱是英制体积单位。
zh_hant: 品脫是體積的單位。

# imperialTeaspoons.detailedIntroduction
source: Imperial Teaspoons is a unit of volume.
de: Ein imperialer Teelöffel ist eine Volumen Einheit.
fr: La cuillère à café impériale est une unité de volume utilisée principalement au Royaume-Uni.
ja: 帝国ティースプーンは体積の単位で、1帝国ティースプーンは約0.00591939リットルに相当します。
zh_hans: 帝国茶匙是英国使用的体积单位。
zh_hant: 英制茶匙是體積的單位。

# imperialTablespoons.detailedIntroduction
source: Imperial Tablespoons is a unit of volume.
de: Ein imperialer Esslöffel ist eine Volumen Einheit.
fr: La cuillère à soupe impériale est une unité de volume utilisée principalement au Royaume-Uni.
ja: 帝国テーブルスプーンは体積の単位で、1帝国テーブルスプーンは約0.0177582リットルに相当します。
zh_hans: 帝国汤匙是英国使用的体积单位。
zh_hant: 英制湯匙是體積的單位。

# imperialFluidOunces.detailedIntroduction
source: Imperial Fluid Ounces is a unit of volume.
de: Eine imperiale Flüssigunze ist eine Volumen Einheit.
fr: L'once liquide impériale est une unité de volume utilisée principalement au Royaume-Uni.
ja: 帝国フルイドオンスは体積の単位で、1帝国フルイドオンスは約0.0284131リットルに相当します。
zh_hans: 帝国液体盎司是英国使用的体积单位。
zh_hant: 英制液盎司是體積的單位。

# imperialPints.detailedIntroduction
source: Imperial Pints is a unit of volume.
de: Ein imperiales Pint ist eine Volumen Einheit.
fr: La pinte impériale est une unité de volume utilisée principalement au Royaume-Uni.
ja: 帝国パイントは体積の単位で、1帝国パイントは約0.568261リットルに相当します。
zh_hans: 帝国品脱是英国使用的体积单位。
zh_hant: 英制品脫是體積的單位。
