Repository: RapboyGao/Unit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_hans, zh_hant

# gigahertz.detailedIntroduction
source: Gigahertz is a unit of frequency.
de: Ein Gigahertz ist eine Einheit der Frequenz.
fr: Le gigahertz est une unité de fréquence égale à un milliard de hertz.
ja: ギガヘルツは1,000メガヘルツに相当する周波数の単位です。
zh_hans: 吉赫是频率单位，等于十亿赫兹。
zh_hant: 吉赫茲是頻率的單位。

# megahertz.detailedIntroduction
source: Megahertz is a unit of frequency.
de: Ein Megahertz ist eine Einheit der Frequenz.
fr: Le mégahertz est une unité de fréquence égale à un million de hertz.
ja: メガヘルツは1,000キロヘルツに相当する周波数の単位です。
zh_hans: 兆赫是频率单位，等于一百万赫兹。
zh_hant: 兆赫茲是頻率的單位。

# kilohertz.detailedIntroduction
source: Kilohertz is a unit of frequency.
de: Ein Kilohertz ist eine Einheit der Frequenz.
fr: Le kilohertz est une unité de fréquence égale à mille hertz.
ja: キロヘルツは1,000ヘルツに相当する周波数の単位です。
zh_hans: 千赫是频率单位，等于一千赫兹。
zh_hant: 千赫茲是頻率的單位。

# hertz.detailedIntroduction
source: Hertz is the base unit of frequency in the International System of Units (SI).
de: Ein Hertz ist die Basiseinheit der Frequenz im internationalen Einheitensystem (SI).
fr: Le hertz est l'unité de fréquence du Système international d'unités (SI).
ja: ヘルツは周波数の単位で、1ヘルツは1秒間に1回の振動を表します。
zh_hans: 赫兹是国际单位制（SI）的频率基本单位。
zh_hant: 赫茲是國際單位制（SI）中的基本頻率單位。

# millihertz.detailedIntroduction
source: Millihertz is a unit of frequency.
de: Ein Millihertz ist eine Einheit der Frequenz.
zh_hans: 毫赫是频率单位，等于千分之一赫兹。
zh_hant: 毫赫茲是頻率的單位。

# microhertz.detailedIntroduction
source: Microhertz is a unit of frequency.
de: Ein Mikroherz ist eine Einheit der Frequenz.
zh_hans: 微赫是频率单位，等于百万分之一赫兹。
zh_hant: 微赫茲是頻率的單位。

# nanohertz.detailedIntroduction
source: Nanohertz is a unit of frequency.
de: Ein Nanoherz ist eine Einheit der Frequenz.
zh_hans: 纳赫是频率单位，等于十亿分之一赫兹。
zh_hant: 納赫茲是頻率的單位。

# framesPerSecond.detailedIntroduction
source: Frames per Second is a unit of frequency.
de: Bilder pro Sekunde ist eine Einheit der Frequenz.
ja: フレーム毎秒は周波数の単位で、1秒間に表示されるフレーム数を表します。
zh_hans: 帧每秒是测量视频和动画帧率的频率单位。
zh_hant: 幀每秒是頻率的單位。

# litersPer100Kilometers.detailedIntroduction
source: Liters per 100 Kilometers is a unit of fuel efficiency.
de: Liter pro 100 Kilometer ist eine Einheit der Kraftstoffeffizienz.
fr: Litres par 100 kilomètres est une unité d'efficacité énergétique utilisée principalement pour les véhicules.
ja: リットル毎100キロメートルは燃料効率の単位で、車が100キロメートル走行するのに必要なリットル数を表します。
zh_hans: 升每百公里是常用于欧洲的燃油效率单位。
zh_hant: 升每百公里是燃油效率的單位。

# milesPerImperialGallon.detailedIntroduction
source: Miles per Imperial Gallon is a unit of fuel efficiency.
de: Meilen pro imperialer Gallone ist eine Einheit der Kraftstoffeffizienz.
zh_hans: 英里每帝国加仑是英国使用的燃油效率单位。
zh_hant: 英里每英制加侖是燃油效率的單位。

# milesPerGallon.detailedIntroduction
source: Miles per Gallon is a unit of fuel efficiency.
de: Meilen pro Gallone ist eine Einheit der Kraftstoffeffizienz.
fr: Miles par gallon est une unité d'efficacité énergétique utilisée principalement aux États-Unis.
ja: マイル毎ガロンは燃料効率の単位で、車が1ガロンの燃料で走行できるマイル数を表します。
zh_hans: 英里每加仑是美国常用的燃油效率单位。
zh_hant: 英里每加侖是燃油效率的單位。

# bytes.detailedIntroduction
source: Bytes is a unit of data.
de: Ein Byte ist eine Einheit der Daten.
fr: L'octet est une unité de mesure de la quantité d'information numérique.
zh_hans: 字节是数字信息存储的单位。
zh_hant: 字節是數據的單位。

# bits.detailedIntroduction
source: Bits is a unit of data.
de: Ein Bit ist eine Einheit der Daten.
fr: Le bit est la plus petite unité de mesure de la quantité d'information numérique.
zh_hans: 比特是计算和数字通信中的基本信息单位。
zh_hant: 比特是數據的單位。

# nibbles.detailedIntroduction
source: Nibbles is a unit of data.
de: Ein Nibble ist eine Einheit der Daten.
fr: Le nibble est une unité de mesure de la quantité d'information numérique égale à 4 bits.
zh_hans: 半字节是数字信息存储单位，等于半个字节。
zh_hant: 半字節是數據的單位。

# yottabytes.detailedIntroduction
source: Yottabytes is a unit of data.
de: Ein Yottabyte ist eine Einheit der Daten.
fr: Le yottaoctet est une unité de mesure de la quantité d'information numérique égale à 1024 zettaoctets.
zh_hans: 尧字节是数字信息存储单位，等于一千万亿亿字节。
zh_hant: 尧字節是數據的單位。

# zettabytes.detailedIntroduction
source: Zettabytes is a unit of data.
de: Ein Zettabyte ist eine Einheit der Daten.
fr: Le zettaoctet est une unité de mesure de la quantité d'information numérique égale à 1024 exaoctets.
zh_hans: 泽字节是数字信息存储单位，等于一百万亿亿字节。
zh_hant: 澤字節是數據的單位。

# exabytes.detailedIntroduction
source: Exabytes is a unit of data.
de: Ein Exabyte ist eine Einheit der Daten.
fr: L'exaoctet est une unité de mesure de la quantité d'information numérique égale à 1024 pétaoctets.
zh_hans: 艾字节是数字信息存储单位，等于十亿亿字节。
zh_hant: 艾字節是數據的單位。

# petabytes.detailedIntroduction
source: Petabytes is a unit of data.
de: Ein Petabyte ist eine Einheit der Daten.
fr: Le pétaoctet est une unité de mesure de la quantité d'information numérique égale à 1024 téraoctets.
zh_hans: 拍字节是数字信息存储单位，等于一千亿字节。
zh_hant: 拍字節是數據的單位。

# terabytes.detailedIntroduction
source: Terabytes is a unit of data.
de: Ein Terabyte ist eine Einheit der Daten.
fr: Le téraoctet est une unité de mesure de la quantité d'information numérique égale à 1024 gigaoctets.
ja: テラバイトはデータ量の単位で、1テラバイトは1,024ギガバイトに相当します。
zh_hans: 太字节是数字信息存储单位，等于一万亿字节。
zh_hant: 太字節是數據的單位。

# gigabytes.detailedIntroduction
source: Gigabytes is a unit of data.
de: Ein Gigabyte ist eine Einheit der Daten.
fr: Le gigaoctet est une unité de mesure de la quantité d'information numérique égale à 1024 mégaoctets.
ja: ギガバイトはデータ量の単位で、1ギガバイトは1,024メガバイトに相当します。
zh_hans: 吉字节是数字信息存储单位，等于十亿字节。
zh_hant: 吉字節是數據的單位。

# megabytes.detailedIntroduction
source: Megabytes is a unit of data.
de: Ein Megabyte ist eine Einheit der Daten.
fr: Le mégaoctet est une unité de mesure de la quantité d'information numérique égale à 1024 kilooctets.
ja: メガバイトはデータ量の単位で、1メガバイトは1,024キロバイトに相当します。
zh_hans: 兆字节是数字信息存储单位，等于一百万字节。
zh_hant: 兆字節是數據的單位。

# kilobytes.detailedIntroduction
source: Kilobytes is a unit of data.
de: Ein Kilobyte ist eine Einheit der Daten.
fr: Le kilooctet est une unité de mesure de la quantité d'information numérique égale à 1024 octets.
ja: キロバイトはデータ量の単位で、1キロバイトは1,024バイトに相当します。
zh_hans: 千字节是数字信息存储单位，等于一千字节。
zh_hant: 千字節是數據的單位。

# yottabits.detailedIntroduction
source: Yottabits is a unit of data.
de: Ein Yottabit ist eine Einheit der Daten.
fr: Le yottabit est une unité de mesure de la quantité d'information numérique égale à 1024 zettabits.
zh_hans: 尧比特是数字信息存储单位，等于一千万亿亿比特。
zh_hant: 尧比特是數據的單位。

# zettabits.detailedIntroduction
source: Zettabits is a unit of data.
de: Ein Zettabit ist eine Einheit der Daten.
fr: Le zettabit est une unité de mesure de la quantité d'information numérique égale à 1024 exabits.
zh_hans: 泽比特是数字信息存储单位，等于一百万亿亿比特。
zh_hant: 澤比特是數據的單位。

# exabits.detailedIntroduction
source: Exabits is a unit of data.
de: Ein Exabit ist eine Einheit der Daten.
fr: L'exabit est une unité de mesure de la quantité d'information numérique égale à 1024 pétabits.
zh_hans: 艾比特是数字信息存储单位，等于十亿亿比特。
zh_hant: 艾比特是數據的單位。

# petabits.detailedIntroduction
source: Petabits is a unit of data.
de: Ein Petabit ist eine Einheit der Daten.
fr: Le pétabit est une unité de mesure de la quantité d'information numérique égale à 1024 térabits.
zh_hans: 拍比特是数字信息存储单位，等于一千亿比特。
zh_hant: 拍比特是數據的單位。

# terabits.detailedIntroduction
source: Terabits is a unit of data.
de: Ein Terabit ist eine Einheit der Daten.
fr: Le térabit est une unité de mesure de la quantité d'information numérique égale à 1024 gigabits.
zh_hans: 太比特是数字信息存储单位，等于一万亿比特。
zh_hant: 太比特是數據的單位。

# gigabits.detailedIntroduction
source: Gigabits is a unit of data.
de: Ein Gigabit ist eine Einheit der Daten.
fr: Le gigabit est une unité de mesure de la quantité d'information numérique égale à 1024 mégabits.
zh_hans: 吉比特是数字信息存储单位，等于十亿比特。
zh_hant: 吉比特是數據的單位。

# megabits.detailedIntroduction
source: Megabits is a unit of data.
de: Ein Megabit ist eine Einheit der Daten.
fr: Le mégabit est une unité de mesure de la quantité d'information numérique égale à 1024 kilobits.
zh_hans: 兆比特是数字信息存储单位，等于一百万比特。
zh_hant: 兆比特是數據的單位。

# kilobits.detailedIntroduction
source: Kilobits is a unit of data.
de: Ein Kilobit ist eine Einheit der Daten.
fr: Le kilobit est une unité de mesure de la quantité d'information numérique égale à 1024 bits.
zh_hans: 千比特是数字信息存储单位，等于一千比特。
zh_hant: 千比特是數據的單位。

# yobibytes.detailedIntroduction
source: Yobibytes is a unit of data.
de: Ein Yobibyte ist eine Einheit der Daten.
fr: Le yobioctet est une unité de mesure de la quantité d'information numérique égale à 1024 zebioctets.
zh_hans: 尧字节是数字信息存储单位，等于2^80字节。
zh_hant: 尧字節是數據的單位。

# zebibytes.detailedIntroduction
source: Zebibytes is a unit of data.
de: Ein Zebibyte ist eine Einheit der Daten.
fr: Le zebioctet est une unité de mesure de la quantité d'information numérique égale à 1024 exbioctets.
zh_hans: 泽字节是数字信息存储单位，等于2^70字节。
zh_hant: 澤字節是數據的單位。

# exbibytes.detailedIntroduction
source: Exbibytes is a unit of data.
de: Ein Exbibyte ist eine Einheit der Daten.
fr: L'exbioctet est une unité de mesure de la quantité d'information numérique égale à 1024 pebioctets.
zh_hans: 艾字节是数字信息存储单位，等于2^60字节。
zh_hant: 艾字節是數據的單位。

# pebibytes.detailedIntroduction
source: Pebibytes is a unit of data.
de: Ein Pebibyte ist eine Einheit der Daten.
fr: Le pebioctet est une unité de mesure de la quantité d'information numérique égale à 1024 tébioctets.
zh_hans: 拍字节是数字信息存储单位，等于2^50字节。
zh_hant: 拍字節是數據的單位。

# tebibytes.detailedIntroduction
source: Tebibytes is a unit of data.
de: Ein Tebibyte ist eine Einheit der Daten.
fr: Le tébioctet est une unité de mesure de la quantité d'information numérique égale à 1024 gibioctets.
zh_hans: 太字节是数字信息存储单位，等于2^40字节。
zh_hant: 太字節是數據的單位。

# gibibytes.detailedIntroduction
source: Gibibytes is a unit of data.
de: Ein Gibibyte ist eine Einheit der Daten.
fr: Le gibioctet est une unité de mesure de la quantité d'information numérique égale à 1024 mébioctets.
zh_hans: 吉字节是数字信息存储单位，等于2^30字节。
zh_hant: 吉字節是數據的單位。

# mebibytes.detailedIntroduction
source: Mebibytes is a unit of data.
de: Ein Mebibyte ist eine Einheit der Daten.
fr: Le mebioctet est une unité de mesure de la quantité d'information numérique égale à 1024 kibioctets.
zh_hans: 兆字节是数字信息存储单位，等于2^20字节。
zh_hant: 兆字節是數據的單位。

# kibibytes.detailedIntroduction
source: Kibibytes is a unit of data.
de: Ein Kibibyte ist eine Einheit der Daten.
fr: Le kibioctet est une unité de mesure de la quantité d'information numérique égale à 1024 octets.
zh_hans: 千字节是数字信息存储单位，等于2^10字节。
zh_hant: 千字節是數據的單位。

# yobibits.detailedIntroduction
source: Yobibits is a unit of data.
de: Ein Yobibit ist eine Einheit der Daten.
fr: Le yobibit est une unité de mesure de la quantité d'information numérique égale à 1024 zebibits.
zh_hans: 尧比特是数字信息存储单位，等于2^80比特。
zh_hant: 尧比特是數據的單位。

# zebibits.detailedIntroduction
source: Zebibits is a unit of data.
de: Ein Zebibit ist eine Einheit der Daten.
fr: Le zebibit est une unité de mesure de la quantité d'information numérique égale à 1024 exbibits.
zh_hans: 泽比特是数字信息存储单位，等于2^70比特。
zh_hant: 澤比特是數據的單位。

# exbibits.detailedIntroduction
source: Exbibits is a unit of data.
de: Ein Exbibit ist eine Einheit der Daten.
fr: L'exbibit est une unité de mesure de la quantité d'information numérique égale à 1024 pebibits.
zh_hans: 艾比特是数字信息存储单位，等于2^60比特。
zh_hant: 艾比特是數據的單位。

# pebibits.detailedIntroduction
source: Pebibits is a unit of data.
de: Ein Pebibit ist eine Einheit der Daten.
fr: Le pebibit est une unité de mesure de la quantité d'information numérique égale à 1024 tébibits.
zh_hans: 拍比特是数字信息存储单位，等于2^50比特。
zh_hant: 拍比特是數據的單位。

# tebibits.detailedIntroduction
source: Tebibits is a unit of data.
de: Ein Tebibit ist eine Einheit der Daten.
fr: Le tébibit est une unité de mesure de la quantité d'information numérique égale à 1024 gibibits.
zh_hans: 太比特是数字信息存储单位，等于2^40比特。
zh_hant: 太比特是數據的單位。

# gibibits.detailedIntroduction
source: Gibibits is a unit of data.
de: Ein Gibibit ist eine Einheit der Daten.
fr: Le gibibit est une unité de mesure de la quantité d'information numérique égale à 1024 mébibits.
zh_hans: 吉比特是数字信息存储单位，等于2^30比特。
zh_hant: 吉比特是數據的單位。

# mebibits.detailedIntroduction
source: Mebibits is a unit of data.
de: Ein Mebibit ist eine Einheit der Daten.
fr: Le mebibit est une unité de mesure de la quantité d'information numérique égale à 1024 kibibits.
zh_hans: 兆比特是数字信息存储单位，等于2^20比特。
zh_hant: 兆比特是數據的單位。

# kibibits.detailedIntroduction
source: Kibibits is a unit of data.
de: Ein Kibibit ist eine Einheit der Daten.
fr: Le kibibit est une unité de mesure de la quantité d'information numérique égale à 1024 bits.
zh_hans: 千比特是数字信息存储单位，等于2^10比特。
zh_hant: 千比特是數據的單位。
