Repository: RapboyGao/Unit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_hans, zh_hant

# length.symbol
source: L
de: Länge
fr: m
zh_hans: 长
zh_hant: 長

# speed.symbol
source: S
de: Geschwindigkeit
fr: m/s
zh_hans: 速
zh_hant: 速

# pressure.symbol
source: P
de: Druck
fr: Pa
zh_hans: 压
zh_hant: 壓

# temperature.symbol
source: T
de: Temperatur
fr: K
zh_hans: 温
zh_hant: 溫

# temperatureDifference.symbol
source: ΔT
de: TempDifferenz
fr: KΔ
zh_hans: 温差
zh_hant: 溫差

# mass.symbol
source: M
de: Masse
fr: kg
zh_hans: 质
zh_hant: 質

# volume.symbol
source: V
de: Volumen
fr: L
zh_hans: 体积
zh_hant: 容

# acceleration.symbol
source: A
de: Beschleunigung
fr: m/s²
zh_hans: 加速
zh_hant: 加速

# power.symbol
source: P
de: Leistung
fr: W
ja: W
zh_hans: 功
zh_hant: 功率

# angle.symbol
source: θ
de: Winkel
zh_hans: 角
zh_hant: 角

# angularVelocity.symbol
source: ω
de: Winkelgeschwindigkeit
fr: rad/s
zh_hans: 角速
zh_hant: 角速

# area.symbol
source: A
de: Fläche
fr: m²
zh_hans: 面积
zh_hant: 面積

# concentration.symbol
source: C
de: Konzentration
fr: g/L
zh_hans: 浓度
zh_hant: 濃度

# time.symbol
source: t
de: Zeit
fr: s
zh_hans: 时间
zh_hant: 時間

# electricChargeCapacity.symbol
source: Q
de: Ladungskapazität
fr: Ah
zh_hans: 电容
zh_hant: 電量

# electricCurrent.symbol
source: I
de: Stromstärke
fr: A
zh_hans: 电流
zh_hant: 電流

# electricPotential.symbol
source: V
de: elektrischesPotenzial
zh_hans: 电位
zh_hant: 電位

# electricResistance.symbol
source: R
de: elektrischerWiderstand
fr: Ω
zh_hans: 电阻
zh_hant: 電阻

# energy.symbol
source: E
de: Energie
fr: J
zh_hans: 能量
zh_hant: 能量

# frequency.symbol
source: f
de: Frequenz
fr: Hz
zh_hans: 频率
zh_hant: 頻率

# fuelEfficiency.symbol
source: FE
de: Kraftstoffeffizienz
fr: L/100km
zh_hans: 燃效
zh_hant: 燃效

# data.symbol
source: D
de: Daten
fr: B
zh_hans: 数据
zh_hant: 數據

# length.shortName
source: Length
de: Länge
fr: Longueur
ja: 長さ
zh_hans: 长度
zh_hant: 長度

# speed.shortName
source: Speed
de: Geschwindigkeit
fr: Vitesse
ja: 速度
zh_hans: 速度
zh_hant: 速度

# pressure.shortName
source: Pressure
de: Druck
fr: Pression
ja: 圧力
zh_hans: 压力
zh_hant: 壓力

# temperature.shortName
source: Temperature
de: Temperatur
fr: Température
ja: 温度
zh_hans: 温度
zh_hant: 溫度

# temperatureDifference.shortName
source: Temp Diff
de: TempDifferenz
fr: Différence de Température
ja: 温度差
zh_hans: 温度差
zh_hant: 溫度差

# mass.shortName
source: Mass
de: Masse
fr: Masse
ja: 質量
zh_hans: 质量
zh_hant: 質量

# volume.shortName
source: Volume
de: Volumen
ja: 体積
zh_hans: 体积
zh_hant: 體積

# acceleration.shortName
source: Acceleration
de: Beschleunigung
fr: Accélération
ja: 加速度
zh_hans: 加速度
zh_hant: 加速度

# power.shortName
source: Power
de: Leistung
fr: Puissance
ja: 力
zh_hans: 功率
zh_hant: 功率

# angle.shortName
source: Angle
de: Winkel
ja: 角度
zh_hans: 角度
zh_hant: 角度

# angularVelocity.shortName
source: Angular Velocity
de: Winkelgeschwindigkeit
fr: Vitesse Angulaire
ja: 角速度
zh_hans: 角速度
zh_hant: 角速度

# area.shortName
source: Area
de: Fläche
fr: Aire
ja: 面積
zh_hans: 面积
zh_hant: 面積

# concentration.shortName
source: Concentration
de: Konzentration
ja: 濃度
zh_hans: 浓度
zh_hant: 濃度

# time.shortName
source: Time
de: Zeit
fr: Temps
ja: 時間
zh_hans: 时间
zh_hant: 時間

# electricChargeCapacity.shortName
source: Charge Capacity
de: Ladungskapazität
fr: Capacité de Charge Électrique
ja: 電荷容量
zh_hans: 电荷容量
zh_hant: 電荷容量

# electricCurrent.shortName
source: Current
de: Stromstärke
fr: Courant Électrique
ja: 電流
zh_hans: 电流
zh_hant: 電流

# electricPotential.shortName
source: Potential
de: elektrischesPotenzial
fr: Potentiel Électrique
ja: 電位
zh_hans: 电位
zh_hant: 電位

# electricResistance.shortName
source: Resistance
de: elektrischerWiderstand
fr: Résistance Électrique
ja: 抵抗
zh_hans: 电阻
zh_hant: 電阻

# energy.shortName
source: Energy
de: Energie
fr: Énergie
ja: エネルギー
zh_hans: 能量
zh_hant: 能量

# frequency.shortName
source: Frequency
de: Frequenz
fr: Fréquence
ja: 周波数
zh_hans: 频率
zh_hant: 頻率

# fuelEfficiency.shortName
source: Fuel Efficiency
de: Kraftstoffeffizienz
fr: Efficacité du Carburant
ja: 燃料効率
zh_hans: 燃油效率
zh_hant: 燃油效率

# data.shortName
source: Data
de: Daten
fr: Données
ja: データ
zh_hans: 数据
zh_hant: 數據

# length.longName
source: Length
de: Länge
fr: Longueur
ja: 長さの単位
zh_hans: 长度
zh_hant: 長度

# speed.longName
source: Speed
de: Geschwindigkeit
fr: Vitesse
ja: 速度の単位
zh_hans: 速度
zh_hant: 速度

# pressure.longName
source: Pressure
de: Druck
fr: Pression
ja: 圧力の単位
zh_hans: 压力
zh_hant: 壓力

# temperature.longName
source: Temperature
de: Temperatur
fr: Température
ja: 温度の単位
zh_hans: 温度
zh_hant: 溫度

# temperatureDifference.longName
source: Temperature Difference
de: Temperaturdifferenz
fr: Différence de Température
ja: 温度差の単位
zh_hans: 温度差
zh_hant: 溫度差

# mass.longName
source: Mass
de: Masse
fr: Masse
ja: 質量の単位
zh_hans: 质量
zh_hant: 質量

# volume.longName
source: Volume
de: Volumen
ja: 体積の単位
zh_hans: 体积
zh_hant: 體積

# acceleration.longName
source: Acceleration
de: Beschleunigung
fr: Accélération
ja: 加速度の単位
zh_hans: 加速度
zh_hant: 加速度

# power.longName
source: Power
de: Leistung
fr: Puissance
ja: 力の単位
zh_hans: 功率
zh_hant: 功率

# angle.longName
source: Angle
de: Winkel
ja: 角度の単位
zh_hans: 角度
zh_hant: 角度

# angularVelocity.longName
source: Angular Velocity
de: Winkelgeschwindigkeit
fr: Vitesse Angulaire
ja: 角速度の単位
zh_hans: 角速度
zh_hant: 角速度

# area.longName
source: Area
de: Fläche
fr: Aire
ja: 面積の単位
zh_hans: 面积
zh_hant: 面積

# concentration.longName
source: Concentration
de: Konzentration
ja: 濃度の単位
zh_hans: 浓度
zh_hant: 濃度

# time.longName
source: Time
de: Zeit
fr: Temps
ja: 時間の単位
zh_hans: 时间
zh_hant: 時間

# electricChargeCapacity.longName
source: Electric Charge Capacity
de: Ladungskapazität
fr: Capacité de Charge Électrique
ja: 電荷容量の単位
zh_hans: 电荷容量
zh_hant: 電荷容量

# electricCurrent.longName
source: Electric Current
de: elektrische Stromstärke
fr: Courant Électrique
ja: 電流の単位
zh_hans: 电流
zh_hant: 電流

# electricPotential.longName
source: Electric Potential
de: elektrisches Potenzial
fr: Potentiel Électrique
ja: 電位の単位
zh_hans: 电位
zh_hant: 電位

# electricResistance.longName
source: Electric Resistance
de: elektrischer Widerstand
fr: Résistance Électrique
ja: 抵抗の単位
zh_hans: 电阻
zh_hant: 電阻

# energy.longName
source: Energy
de: Energie
fr: Énergie
ja: エネルギーの単位
zh_hans: 能量
zh_hant: 能量

# frequency.longName
source: Frequency
de: Frequenz
fr: Fréquence
ja: 周波数の単位
zh_hans: 频率
zh_hant: 頻率

# fuelEfficiency.longName
source: Fuel Efficiency
de: Kraftstoffeffizienz
fr: Efficacité du Carburant
ja: 燃料効率の単位
zh_hans: 燃油效率
zh_hant: 燃油效率

# data.longName
source: Data
de: Daten
fr: Données
ja: データの単位
zh_hans: 数据
zh_hant: 數據

# length.detailedIntroduction
source: Length is a measure of distance.
de: Die Länge ist eine Maßeinheit für die Distanz.
fr: La longueur est une mesure de l'étendue d'un objet dans une dimension particulière. Elle est généralement mesurée en mètres.
ja: 長さは物体の端から端までの距離を測る物理量です。
zh_hans: 长度是距离的度量。历史上，长度单位一直在使用，米是国际单位制（SI）的标准单位。
zh_hant: 長度是距離的測量單位。

# speed.detailedIntroduction
source: Speed is the rate of change of distance.
de: Die Geschwindigkeit ist eine Maßeinheit für die Änderung der Position pro Zeit.
fr: La vitesse est une mesure de la rapidité avec laquelle un objet change de position. Elle est généralement mesurée en mètres par seconde.
ja: 速度は物体が単位時間内に移動する距離を測る物理量です。
zh_hans: 速度是物体覆盖距离的速率。常见单位包括米每秒和公里每小时。
zh_hant: 速度是距離變化的速率。

# pressure.detailedIntroduction
source: Pressure is the force per unit area.
de: Der Druck ist eine Maßeinheit für die Kraft pro Flächeneinheit.
fr: La pression est une mesure de la force appliquée sur une surface. Elle est généralement mesurée en pascals.
ja: 圧力は単位面積あたりの力を表す物理量です。
zh_hans: 压力是每单位面积的作用力。它的测量单位有帕斯卡、巴和磅每平方英寸等。
zh_hant: 壓力是單位面積上的力。

# temperature.detailedIntroduction
source: Temperature is a measure of thermal energy.
de: Die Temperatur ist eine Maßeinheit für die thermische Energie.
fr: La température est une mesure de l'énergie thermique d'un objet. Elle est généralement mesurée en kelvins.
ja: 温度は物体の熱エネルギーの度合いを表す物理量です。
zh_hans: 温度是物质热能的度量。常见单位有摄氏度、华氏度和开尔文。
zh_hant: 溫度是熱能的測量單位。

# temperatureDifference.detailedIntroduction
source: Temperature Difference is the difference in temperature.
de: Die Temperaturdifferenz ist eine Maßeinheit für den Temperaturunterschied.
fr: La différence de température mesure la variation de température entre deux points. Elle est généralement mesurée en kelvins.
ja: 温度差は2点間の温度の差を表します。
zh_hans: 温度差是两个点之间的温度变化。单位包括摄氏度差和华氏度差。
zh_hant: 溫度差是溫度的差值。

# mass.detailedIntroduction
source: Mass is a measure of the amount of matter.
de: Die Masse ist eine Maßeinheit für die Menge an Materie.
fr: La masse est une mesure de la quantité de matière dans un objet. Elle est généralement mesurée en kilogrammes.
ja: 質量は物体が持つ物質の量を表す物理量です。
zh_hans: 质量是物体中物质的量度。常见单位有千克、克和磅。
zh_hant: 質量是物質的量的測量單位。

# volume.detailedIntroduction
source: Volume is the amount of space an object occupies.
de: Das Volumen ist eine Maßeinheit für den Raum, den ein Objekt einnimmt.
fr: Le volume est une mesure de l'espace occupé par un objet. Il est généralement mesuré en litres.
ja: 体積は物体が占める空間の大きさを表します。
zh_hans: 体积是物体占据空间的量度。单位包括升、立方米和加仑。
zh_hant: 體積是物體佔據的空間量。

# acceleration.detailedIntroduction
source: Acceleration is the rate of change of velocity.
de: Die Beschleunigung ist eine Maßeinheit für die Änderung der Geschwindigkeit.
fr: L'accélération est une mesure de la variation de la vitesse d'un objet. Elle est généralement mesurée en mètres par seconde carrée.
ja: 加速度は物体の速度が単位時間あたりに変化する度合いを表す物理量です。
zh_hans: 加速度是速度变化的速率。常用单位是米每二次方秒。
zh_hant: 加速度是速度變化的速率。

# power.detailedIntroduction
source: Power is the rate of doing work.
de: Die Leistung ist eine Maßeinheit für die Arbeit pro Zeiteinheit.
fr: La puissance est une mesure de la quantité d'énergie transférée ou convertie par unité de temps. Elle est généralement mesurée en watts.
ja: 力は物体に対するエネルギーの伝達率を表します。
zh_hans: 功率是做功或传递能量的速率。常用单位是瓦特和马力。
zh_hant: 功率是做功的速率。

# angle.detailedIntroduction
source: Angle is the measure of rotation.
de: Der Winkel ist eine Maßeinheit für die Rotation.
fr: L'angle est une mesure de la rotation ou de l'inclinaison entre deux lignes ou surfaces. Il est généralement mesuré en degrés.
ja: 角度は2つの直線または平面の間の開き具合を表します。
zh_hans: 角度是两条相交线之间的旋转量。单位包括度、弧度和百分度。
zh_hant: 角度是旋轉的測量單位。

# angularVelocity.detailedIntroduction
source: Angular Velocity is the rate of change of angle.
de: Die Winkelgeschwindigkeit ist eine Maßeinheit für die Änderung des Winkels pro Zeit.
fr: La vitesse angulaire est une mesure de la rapidité de rotation d'un objet. Elle est généralement mesurée en radians par seconde.
ja: 角速度は単位時間あたりの回転角度を表す物理量です。
zh_hans: 角速度是角度变化的速率。常用单位是每秒弧度。
zh_hant: 角速度是角度變化的速率。

# area.detailedIntroduction
source: Area is the measure of the surface.
de: Die Fläche ist eine Maßeinheit für die Größe einer Oberfläche.
fr: L'aire est une mesure de l'étendue d'une surface. Elle est généralement mesurée en mètres carrés.
ja: 面積は2次元平面上の領域の大きさを表す物理量です。
zh_hans: 面积是二维表面的范围。常用单位是平方米、平方英尺和英亩。
zh_hant: 面積是表面大小的測量單位。

# concentration.detailedIntroduction
source: Concentration is the amount of a substance in a given volume.
de: Die Konzentration ist eine Maßeinheit für die Menge einer Substanz pro Volumeneinheit.
fr: La concentration est une mesure de la quantité d'une substance dans une solution. Elle est généralement mesurée en grammes par litre.
ja: 濃度は混合物に含まれる特定成分の量を表します。
zh_hans: 浓度是单位体积中物质的量。单位包括克每升和百万分率。
zh_hant: 濃度是單位體積中物質的量。

# time.detailedIntroduction
source: Time is the measure of duration.
de: Die Zeit ist eine Maßeinheit für die Dauer.
fr: Le temps est une mesure de la durée d'un événement. Il est généralement mesuré en secondes.
ja: 時間は出来事の持続や間隔を表す物理量です。
zh_hans: 时间是事件持续的度量。常用单位是秒、分钟和小时。
zh_hant: 時間是持續的測量單位。

# electricChargeCapacity.detailedIntroduction
source: Electric Charge Capacity is the amount of electric charge a battery can store.
de: Die Ladungskapazität ist eine Maßeinheit für die Menge an elektrischer Ladung, die ein Akku speichern kann.
fr: La capacité de charge électrique est une mesure de la quantité de charge électrique qu'une batterie peut stocker. Elle est généralement mesurée en ampères-heures.
ja: 電荷容量はコンデンサーが蓄える電荷の量を表します。
zh_hans: 电荷容量是储存电荷的量。单位包括安培小时和毫安时。
zh_hant: 電荷容量是電池能存儲的電荷量。

# electricCurrent.detailedIntroduction
source: Electric Current is the flow of electric charge.
de: Die elektrische Stromstärke ist eine Maßeinheit für den Fluss von elektrischer Ladung.
fr: Le courant électrique est une mesure de la quantité de charge électrique passant par un point d'un circuit par unité de temps. Il est généralement mesuré en ampères.
ja: 電流は電荷が単位時間あたりに流れる量を表します。
zh_hans: 电流是电荷的流动。常用单位是安培和毫安。
zh_hant: 電流是電荷的流動。

# electricPotential.detailedIntroduction
source: Electric Potential is the amount of electric potential energy per unit charge.
de: Das elektrische Potenzial ist eine Maßeinheit für die elektrische Energie pro Ladungseinheit.
fr: Le potentiel électrique est une mesure de la capacité d'un champ électrique à effectuer un travail. Il est généralement mesuré en volts.
ja: 電位は電荷が持つ電気的な位置エネルギーを表します。
zh_hans: 电位或电压是两个点之间的电位差。单位是伏特。
zh_hant: 電位是單位電荷的電勢能。

# electricResistance.detailedIntroduction
source: Electric Resistance is the opposition to the flow of electric current.
de: Der elektrische Widerstand ist eine Maßeinheit für den Widerstand gegen den Fluss von elektrischem Strom.
fr: La résistance électrique est une mesure de la difficulté qu'ont les charges électriques à traverser un matériau. Elle est généralement mesurée en ohms.
ja: 抵抗は電流の流れに対する妨害度を表す物理量です。
zh_hans: 电阻是材料对电流流动的阻力。单位包括欧姆和千欧姆。
zh_hant: 電阻是電流的阻力。

# energy.detailedIntroduction
source: Energy is the capacity to do work.
de: Die Energie ist eine Maßeinheit für die Fähigkeit, Arbeit zu verrichten.
fr: L'énergie est une mesure de la capacité d'un système à effectuer un travail. Elle est généralement mesurée en joules.
ja: エネルギーは仕事をする能力を表す物理量です。
zh_hans: 能量是做功的能力。常用单位是焦耳、千焦和千瓦时。
zh_hant: 能量是做功的能力。

# frequency.detailedIntroduction
source: Frequency is the number of occurrences of a repeating event per unit time.
de: Die Frequenz ist eine Maßeinheit für die Anzahl der Wiederholungen eines Ereignisses pro Zeiteinheit.
fr: La fréquence est une mesure du nombre de cycles ou d'événements par unité de temps. Elle est généralement mesurée en hertz.
ja: 周波数は単位時間あたりの振動や波の数を表します。
zh_hans: 频率是重复事件每单位时间的发生次数。单位是赫兹。
zh_hant: 頻率是重複事件在單位時間內的發生次數。

# fuelEfficiency.detailedIntroduction
source: Fuel Efficiency is the measure of how efficiently a vehicle uses fuel.
de: Die Kraftstoffeffizienz ist eine Maßeinheit für die Energieeffizienz eines Fahrzeugs.
fr: L'efficacité du carburant est une mesure de la distance qu'un véhicule peut parcourir avec une certaine quantité de carburant. Elle est généralement mesurée en litres par 100 kilomètres.
ja: 燃料効率は燃料がエネルギーに変換される効率を表します。
zh_hans: 燃油效率是燃油使用的效率。单位包括每加仑英里和每百公里升。
zh_hant: 燃油效率是車輛使用燃油的效率。

# data.detailedIntroduction
source: Data is the information processed or stored by a computer.
de: Daten sind eine Maßeinheit für Informationen, die von einem Computer verarbeitet oder gespeichert werden.
fr: Les données sont une mesure de la quantité d'information numérique. Elles sont généralement mesurées en octets.
ja: データは情報の単位で、通常はビットやバイトで表されます。
zh_hans: 数据是信息的量度。常用单位是字节、千字节和兆字节。
zh_hant: 數據是計算機處理或存儲的信息。

# feet.symbol
source: ft
zh_hans: 英尺
zh_hant: 英尺

# nauticalMiles.symbol
source: NM
ja: nmi
zh_hans: 海里
zh_hant: 海里

# meters.symbol
source: m
zh_hans: 米
zh_hant: 米

# kilometers.symbol
source: km
zh_hans: 千米
zh_hant: 公里

# miles.symbol
source: mi
zh_hans: 英里
zh_hant: 英里

# megameters.symbol
source: Mm
zh_hans: 兆米
zh_hant: 兆米

# hectometers.symbol
source: hm
zh_hans: 百米
zh_hant: 百米

# decameters.symbol
source: dam
zh_hans: 十米
zh_hant: 十米

# decimeters.symbol
source: dm
zh_hans: 分米
zh_hant: 分米

# centimeters.symbol
source: cm
zh_hans: 厘米
zh_hant: 厘米

# millimeters.symbol
source: mm
zh_hans: 毫米
zh_hant: 毫米

# micrometers.symbol
source: µm
zh_hans: 微米
zh_hant: 微米

# nanometers.symbol
source: nm
zh_hans: 纳米
zh_hant: 納米

# picometers.symbol
source: pm
zh_hans: 皮米
zh_hant: 皮米

# inches.symbol
source: in
zh_hans: 英寸
zh_hant: 英寸

# yards.symbol
source: yd
zh_hans: 码
zh_hant: 碼

# scandinavianMiles.symbol
source: sm
de: smi
fr: smi
ja: mil
zh_hans: 斯堪里米
zh_hant: 斯堪的納維亞英里

# lightyears.symbol
source: ly
de: lj
zh_hans: 光年
zh_hant: 光年

# fathoms.symbol
source: fm
de: ftm
fr: ftm
ja: ftm
zh_hans: 英寻
zh_hant: 英尋

# furlongs.symbol
source: fur
zh_hans: 弗隆
zh_hant: 弗隆

# astronomicalUnits.symbol
source: AU
de: AE
zh_hans: 天文单位
zh_hant: 天文單位

# parsecs.symbol
source: pc
zh_hans: 秒差距
zh_hant: 秒差距

# feetPerSecond.symbol
source: ft/s
zh_hans: 英尺/秒
zh_hant: 英尺/秒

# knots.symbol
source: kn
fr: kt
zh_hans: 节
zh_hant: 節

# kilometersPerHour.symbol
source: km/h
zh_hans: 千米/小时
zh_hant: 公里/小時

# metersPerSecond.symbol
source: m/s
zh_hans: 米/秒
zh_hant: 米/秒

# milesPerHour.symbol
source: mph
zh_hans: 英里/小时
zh_hant: 英里/小時

# feetPerMinute.symbol
source: ft/min
zh_hans: 英尺/分钟
zh_hant: 英尺/分鐘

# hectopascals.symbol
source: hPa
zh_hans: 百帕
zh_hant: 百帕

# inchesOfMercury.symbol
source: inHg
zh_hans: 英寸汞柱
zh_hant: 英寸汞柱

# millimetersOfMercury.symbol
source: mmHg
zh_hans: 毫米汞柱
zh_hant: 毫米汞柱

# newtonsPerMetersSquared.symbol
source: N/m²
zh_hans: 牛顿/平方米
zh_hant: 牛頓/平方米

# gigapascals.symbol
source: GPa
zh_hans: 吉帕
zh_hant: 吉帕

# megapascals.symbol
source: MPa
zh_hans: 兆帕
zh_hant: 兆帕

# kilopascals.symbol
source: kPa
zh_hans: 千帕
zh_hant: 千帕

# bars.symbol
source: bar
zh_hans: 巴
zh_hant: 巴

# millibars.symbol
source: mbar
zh_hans: 毫巴
zh_hant: 毫巴

# poundsForcePerSquareInch.symbol
source: psi
zh_hans: 磅/平方英寸
zh_hant: 磅力/平方英寸

# kelvin.symbol
source: K
zh_hant: 開爾文

# celsius.symbol
source: °C
zh_hant: 攝氏度

# fahrenheit.symbol
source: °F
zh_hant: 華氏度

# celsiusDelta.symbol
source: °CΔ
de: Δ°C
ja: Δ°C
zh_hant: 攝氏度差

# fahrenheitDelta.symbol
source: °FΔ
de: Δ°F
ja: Δ°F
zh_hant: 華氏度差

# kilograms.symbol
source: kg
zh_hant: 千克

# grams.symbol
source: g
zh_hant: 克

# decigrams.symbol
source: dg
zh_hant: 分克

# centigrams.symbol
source: cg
zh_hant: 釐克

# milligrams.symbol
source: mg
zh_hant: 毫克

# micrograms.symbol
source: µg
zh_hant: 微克

# nanograms.symbol
source: ng
zh_hant: 納克

# picograms.symbol
source: pg
zh_hant: 皮克

# ounces.symbol
source: oz
zh_hant: 盎司

# pounds.symbol
source: lb
zh_hant: 磅

# stones.symbol
source: st
zh_hant: 英石

# metricTons.symbol
source: t
zh_hant: 公噸

# shortTons.symbol
source: st
de: tn
fr: tn
zh_hans: ton
zh_hant: 短噸

# carats.symbol
source: ct
zh_hant: 克拉

# ouncesTroy.symbol
source: oz t
zh_hant: 金衡盎司

# liters.symbol
source: L
zh_hant: 升

# quarts.symbol
source: qt
zh_hant: 夸脫

# cubicMeters.symbol
source: m³
zh_hant: 立方米

# cubicCentimeters.symbol
source: cm³
zh_hant: 立方厘米

# gallons.symbol
source: gal
zh_hant: 加侖

# megaliters.symbol
source: ML
zh_hant: 兆升

# kiloliters.symbol
source: kL
zh_hant: 千升

# deciliters.symbol
source: dL
zh_hant: 分升

# centiliters.symbol
source: cL
zh_hant: 釐升

# milliliters.symbol
source: mL
zh_hant: 毫升

# cubicKilometers.symbol
source: km³
zh_hant: 立方公里

# cubicDecimeters.symbol
source: dm³
zh_hant: 立方分米

# cubicMillimeters.symbol
source: mm³
zh_hant: 立方毫米

# cubicInches.symbol
source: in³
zh_hant: 立方英寸

# cubicFeet.symbol
source: ft³
zh_hant: 立方英尺

# cubicYards.symbol
source: yd³
zh_hant: 立方碼

# cubicMiles.symbol
source: mi³
zh_hant: 立方英里

# acreFeet.symbol
source: ac·ft
zh_hant: 英畝英尺

# bushels.symbol
source: bu
zh_hant: 蒲式耳

# teaspoons.symbol
source: tsp
de: tl
zh_hant: 茶匙

# tablespoons.symbol
source: tbsp
de: el
zh_hant: 湯匙

# fluidOunces.symbol
source: fl oz
zh_hant: 液盎司

# cups.symbol
source: cup
de: tasse
ja: c
zh_hans: c
zh_hant: 杯

# pints.symbol
source: pt
zh_hant: 品脫

# imperialTeaspoons.symbol
source: imp tsp
de: tl imp
fr: tsp imp
zh_hant: 英制茶匙

# imperialTablespoons.symbol
source: imp tbsp
de: el imp
fr: tbsp imp
zh_hant: 英制湯匙

# imperialFluidOunces.symbol
source: imp fl oz
de: fl oz imp
fr: fl oz imp
zh_hant: 英制液盎司

# imperialPints.symbol
source: imp pt
de: pt imp
fr: pt imp
zh_hant: 英制品脫

# imperialQuarts.symbol
source: imp qt
de: qt imp
fr: qt imp
zh_hant: 英制夸脫

# imperialGallons.symbol
source: imp gal
de: gal imp
fr: gal imp
zh_hant: 英制加侖

# metricCups.symbol
source: metric cup
de: ml tasse
fr: cup m
zh_hans: c
zh_hant: 公制杯

# metersPerSecondSquared.symbol
source: m/s²
zh_hant: 米/秒²

# gravity.symbol
source: g
zh_hant: 重力

# terawatts.symbol
source: TW
zh_hant: 太瓦

# gigawatts.symbol
source: GW
zh_hant: 吉瓦

# megawatts.symbol
source: MW
zh_hant: 兆瓦

# kilowatts.symbol
source: kW
zh_hant: 千瓦

# watts.symbol
source: W
zh_hant: 瓦

# milliwatts.symbol
source: mW
zh_hant: 毫瓦

# microwatts.symbol
source: µW
zh_hant: 微瓦

# nanowatts.symbol
source: nW
zh_hant: 納瓦

# picowatts.symbol
source: pW
zh_hant: 皮瓦

# femtowatts.symbol
source: fW
zh_hant: 飛瓦

# horsepower.symbol
source: hp
de: PS
zh_hant: 馬力

# radians.symbol
source: rad
zh_hant: 弧度

# gradians.symbol
source: grad
de: gon
zh_hans: gon
zh_hant: 百分度

# revolutions.symbol
source: rev
de: umdrehungen
fr: r
zh_hant: 轉

# radiansPerSecond.symbol
source: rad/s
zh_hant: 弧度/秒

# degreesPerSecond.symbol
source: °/s
zh_hant: 度/秒

# revolutionsPerMinute.symbol
source: rpm
zh_hant: 轉/分

# revolutionsPerSecond.symbol
source: rps
zh_hant: 轉/秒

# squareMegameters.symbol
source: Mm²
zh_hant: 平方兆米

# squareKilometers.symbol
source: km²
zh_hant: 平方公里

# squareMeters.symbol
source: m²
zh_hant: 平方米

# squareCentimeters.symbol
source: cm²
zh_hant: 平方厘米

# squareMillimeters.symbol
source: mm²
zh_hant: 平方毫米

# squareMicrometers.symbol
source: µm²
zh_hant: 平方微米

# squareNanometers.symbol
source: nm²
zh_hant: 平方納米

# squareInches.symbol
source: in²
zh_hant: 平方英寸

# squareFeet.symbol
source: ft²
zh_hant: 平方英尺

# squareYards.symbol
source: yd²
zh_hant: 平方碼

# squareMiles.symbol
source: mi²
zh_hant: 平方英里

# acres.symbol
source: ac
zh_hant: 英畝

# ares.symbol
source: a
zh_hant: 公畝

# hectares.symbol
source: ha
zh_hant: 公頃

# gramsPerLiter.symbol
source: g/L
zh_hant: 克/升

# milligramsPerDeciliter.symbol
source: mg/dL
zh_hant: 毫克/分升

# partsPerMillion.symbol
source: ppm
zh_hant: 百萬分率

# hours.symbol
source: h
zh_hant: 小時

# minutes.symbol
source: min
zh_hant: 分鐘

# seconds.symbol
source: s
zh_hant: 秒

# milliseconds.symbol
source: ms
zh_hant: 毫秒

# microseconds.symbol
source: µs
zh_hant: 微秒

# nanoseconds.symbol
source: ns
zh_hant: 納秒

# picoseconds.symbol
source: ps
zh_hant: 皮秒

# megaampereHours.symbol
source: M·Ah
zh_hant: 兆安時

# kiloampereHours.symbol
source: k·Ah
zh_hant: 千安時

# ampereHours.symbol
source: Ah
zh_hant: 安時

# milliampereHours.symbol
source: mAh
zh_hant: 毫安時

# microampereHours.symbol
source: µAh
zh_hant: 微安時

# ampereSeconds.symbol
source: As
zh_hant: 安秒

# megaamperes.symbol
source: MA
zh_hant: 兆安

# kiloamperes.symbol
source: kA
zh_hant: 千安

# amperes.symbol
source: A
zh_hant: 安

# milliamperes.symbol
source: mA
zh_hant: 毫安

# microamperes.symbol
source: µA
zh_hant: 微安

# megavolts.symbol
source: MV
zh_hant: 兆伏

# kilovolts.symbol
source: kV
zh_hant: 千伏

# volts.symbol
source: V
zh_hant: 伏

# millivolts.symbol
source: mV
zh_hant: 毫伏

# microvolts.symbol
source: µV
zh_hant: 微伏

# megaohms.symbol
source: MΩ
zh_hant: 兆歐

# kiloohms.symbol
source: kΩ
zh_hant: 千歐

# ohms.symbol
source: Ω
zh_hant: 歐

# milliohms.symbol
source: mΩ
zh_hant: 毫歐

# microohms.symbol
source: µΩ
zh_hant: 微歐

# kilojoules.symbol
source: kJ
zh_hant: 千焦

# joules.symbol
source: J
zh_hant: 焦

# kilocalories.symbol
source: kcal
zh_hant: 千卡

# calories.symbol
source: cal
zh_hant: 卡

# kilowattHours.symbol
source: kWh
zh_hant: 千瓦時

# wattHours.symbol
source: Wh
zh_hant: 瓦時

# terahertz.symbol
source: THz
zh_hant: 太赫茲

# gigahertz.symbol
source: GHz
zh_hant: 吉赫茲

# megahertz.symbol
source: MHz
zh_hant: 兆赫茲

# kilohertz.symbol
source: kHz
zh_hant: 千赫茲

# hertz.symbol
source: Hz
zh_hant: 赫茲

# millihertz.symbol
source: mHz
zh_hant: 毫赫茲

# microhertz.symbol
source: µHz
zh_hant: 微赫茲

# nanohertz.symbol
source: nHz
zh_hant: 納赫茲

# framesPerSecond.symbol
source: fps
zh_hant: 幀/秒

# litersPer100Kilometers.symbol
source: L/100km
zh_hant: 升/百公里
