Repository: RapboyGao/Unit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_hans, zh_hant

# imperialQuarts.detailedIntroduction
source: Imperial Quarts is a unit of volume.
de: Ein imperialer Quart ist eine Volumen Einheit.
fr: Le quart impérial est une unité de volume utilisée principalement au Royaume-Uni.
zh_hans: 帝国夸脱是英国使用的体积单位。
zh_hant: 英制夸脫是體積的單位。

# imperialGallons.detailedIntroduction
source: Imperial Gallons is a unit of volume.
de: Eine imperiale Gallone ist eine Volumen Einheit.
fr: Le gallon impérial est une unité de volume utilisée principalement au Royaume-Uni.
ja: 帝国ガロンは体積の単位で、1帝国ガロンは約4.54609リットルに相当します。
zh_hans: 帝国加仑是英国使用的体积单位。
zh_hant: 英制加侖是體積的單位。

# metricCups.detailedIntroduction
source: Metric Cups is a unit of volume.
de: Eine metrische Tasse ist eine Volumen Einheit.
fr: La tasse métrique est une unité de volume utilisée principalement en cuisine dans les pays utilisant le système métrique.
ja: メトリックカップは体積の単位で、1メトリックカップは0.25リットルに相当します。
zh_hans: 公制杯是烹饪中使用的体积单位，等于250毫升。
zh_hant: 公制杯是體積的單位。

# metersPerSecondSquared.detailedIntroduction
source: Meters per Second Squared is a unit of acceleration.
de: Ein Meter pro Quadratsekunde ist eine Beschleunigung Einheit.
fr: Mètres par seconde carrée est une unité d'accélération du Système international d'unités (SI).
ja: メートル毎秒毎秒は加速度の単位で、1秒間に速度が変化するメートル数を表します。
zh_hans: 米每二次方秒是国际单位制（SI）的加速度单位。
zh_hant: 米每秒平方是加速度的單位。

# gravity.detailedIntroduction
source: Gravity is a unit of acceleration equal to the acceleration due to gravity at Earth's surface.
de: Die Gravitation ist eine Beschleunigung Einheit, die der Schwerkraft auf der Erdoberfläche entspricht.
fr: La gravité est une unité d'accélération égale à l'accélération de la pesanteur terrestre.
ja: 重力加速度は地球表面での自由落下時の加速度で、約9.80665メートル毎秒毎秒です。
zh_hans: 重力是地球表面的重力加速度，约等于9.81米每二次方秒。
zh_hant: 重力是等於地球表面重力加速度的加速度單位。

# terawatts.detailedIntroduction
source: Terawatts is a unit of power.
de: Ein Terawatt ist eine Leistung Einheit.
fr: Le térawatt est une unité de puissance égale à un billion de watts.
ja: テラワットは力の単位で、1テラワットは1兆ワットに相当します。
zh_hans: 太瓦是功率单位，等于一万亿瓦特。
zh_hant: 太瓦是功率的單位。

# gigawatts.detailedIntroduction
source: Gigawatts is a unit of power.
de: Ein Gigawatt ist eine Leistung Einheit.
fr: Le gigawatt est une unité de puissance égale à un milliard de watts.
ja: ギガワットは力の単位で、1ギガワットは10億ワットに相当します。
zh_hans: 吉瓦是功率单位，等于十亿瓦特。
zh_hant: 吉瓦是功率的單位。

# megawatts.detailedIntroduction
source: Megawatts is a unit of power.
de: Ein Megawatt ist eine Leistung Einheit.
fr: Le mégawatt est une unité de puissance égale à un million de watts.
ja: メガワットは1,000キロワットに相当する力の単位です。
zh_hans: 兆瓦是功率单位，等于一百万瓦特。
zh_hant: 兆瓦是功率的單位。

# kilowatts.detailedIntroduction
source: Kilowatts is a unit of power.
de: Ein Kilowatt ist eine Leistung Einheit.
fr: Le kilowatt est une unité de puissance égale à mille watts.
ja: キロワットは1,000ワットに相当する力の単位です。
zh_hans: 千瓦是功率单位，等于一千瓦特。
zh_hant: 千瓦是功率的單位。

# watts.detailedIntroduction
source: Watts is the base unit of power in the International System of Units (SI).
de: Ein Watt ist die Basiseinheit der Leistung im internationalen Einheitensystem (SI).
fr: Le watt est l'unité de puissance du Système international d'unités (SI).
ja: ワットは力の単位で、1ワットは1秒間に1ジュールの仕事をするエネルギーの伝達率です。
zh_hans: 瓦特是国际单位制（SI）的功率基本单位。
zh_hant: 瓦是國際單位制（SI）中的基本功率單位。

# milliwatts.detailedIntroduction
source: Milliwatts is a unit of power.
de: Ein Milliwatt ist eine Leistung Einheit.
fr: Le milliwatt est une unité de puissance égale à un millième de watt.
ja: ミリワットは力の単位で、1ミリワットは0.001ワットに相当します。
zh_hans: 毫瓦是功率单位，等于千分之一瓦特。
zh_hant: 毫瓦是功率的單位。

# microwatts.detailedIntroduction
source: Microwatts is a unit of power.
de: Ein Mikrowatt ist eine Leistung Einheit.
fr: Le microwatt est une unité de puissance égale à un millionième de watt.
ja: マイクロワットは力の単位で、1マイクロワットは0.000001ワットに相当します。
zh_hans: 微瓦是功率单位，等于百万分之一瓦特。
zh_hant: 微瓦是功率的單位。

# nanowatts.detailedIntroduction
source: Nanowatts is a unit of power.
de: Ein Nanowatt ist eine Leistung Einheit.
fr: Le nanowatt est une unité de puissance égale à un milliardième de watt.
ja: ナノワットは力の単位で、1ナノワットは0.000000001ワットに相当します。
zh_hans: 纳瓦是功率单位，等于十亿分之一瓦特。
zh_hant: 納瓦是功率的單位。

# picowatts.detailedIntroduction
source: Picowatts is a unit of power.
de: Ein Pikowatt ist eine Leistung Einheit.
fr: Le picowatt est une unité de puissance égale à un billionième de watt.
ja: ピコワットは力の単位で、1ピコワットは0.000000000001ワットに相当します。
zh_hans: 皮瓦是功率单位，等于万亿分之一瓦特。
zh_hant: 皮瓦是功率的單位。

# femtowatts.detailedIntroduction
source: Femtowatts is a unit of power.
de: Ein Femtowatt ist eine Leistung Einheit.
fr: Le femtowatt est une unité de puissance égale à un billiardième de watt.
ja: フェムトワットは力の単位で、1フェムトワットは0.000000000000001ワットに相当します。
zh_hans: 飞瓦是功率单位，等于千万亿分之一瓦特。
zh_hant: 飛瓦是功率的單位。

# horsepower.detailedIntroduction
source: Horsepower is a unit of power commonly used to measure the power output of engines.
de: Eine Pferdestärke ist eine Einheit zur Messung der Motorleistung.
fr: Le cheval-vapeur est une unité de puissance utilisée principalement pour les moteurs.
ja: 馬力は力の単位で、1馬力は745.7ワットに相当します。
zh_hans: 马力是用于测量引擎功率的单位。
zh_hant: 馬力是常用來測量發動機功率的單位。

# degrees.detailedIntroduction
source: Degrees is a unit of angle.
de: Ein Grad ist eine Winkel Einheit.
fr: Le degré est une unité de mesure des angles.
ja: 度は角度の単位で、1度は360度で1回転を表します。
zh_hans: 度是角度的测量单位。
zh_hant: 度是角度的單位。

# arcMinutes.detailedIntroduction
source: Arc Minutes is a unit of angle.
de: Eine Bogenminute ist eine Winkel Einheit.
fr: La minute d'arc est une unité de mesure des angles égale à un soixantième de degré.
ja: 弧分は角度の単位で、1弧分は1度の60分の1に相当します。
zh_hans: 角分是角度的测量单位，等于一度的六十分之一。
zh_hant: 角分是角度的單位。

# arcSeconds.detailedIntroduction
source: Arc Seconds is a unit of angle.
de: Eine Bogensekunde ist eine Winkel Einheit.
fr: La seconde d'arc est une unité de mesure des angles égale à un soixantième de minute d'arc.
ja: 弧秒は角度の単位で、1弧秒は1度の3600分の1に相当します。
zh_hans: 角秒是角度的测量单位，等于一角分的六十分之一。
zh_hant: 角秒是角度的單位。

# radians.detailedIntroduction
source: Radians is the base unit of angle in the International System of Units (SI).
de: Ein Radiant ist die Basiseinheit der Winkel im internationalen Einheitensystem (SI).
fr: Le radian est une unité de mesure des angles dans le Système international d'unités (SI).
ja: ラジアンは角度の単位で、1ラジアンは円の半径と同じ長さの弧に対応する角度です。
zh_hans: 弧度是国际单位制（SI）的角度基本单位。
zh_hant: 弧度是國際單位制（SI）中的基本角度單位。

# gradians.detailedIntroduction
source: Gradians is a unit of angle.
de: Ein Gon ist eine Winkel Einheit.
fr: Le grade est une unité de mesure des angles égale à un centième d'angle droit.
ja: グラジアンは角度の単位で、1グラジアンは1度の90分の1に相当します。
zh_hans: 百分度是角度的测量单位，等于直角的百分之一。
zh_hant: 百分度是角度的單位。

# revolutions.detailedIntroduction
source: Revolutions is a unit of angle.
de: Eine Umdrehung ist eine Winkel Einheit.
fr: La révolution est une unité de mesure des angles égale à un tour complet.
ja: 回転は角度の単位で、1回転は360度に相当します。
zh_hans: 全圈是角度的测量单位，等于360度。
zh_hant: 轉是角度的單位。

# radiansPerSecond.detailedIntroduction
source: Radians per Second is a unit of angular velocity.
de: Ein Radiant pro Sekunde ist eine Winkelgeschwindigkeitseinheit.
fr: Radians par seconde est une unité de vitesse angulaire du Système international d'unités (SI).
ja: ラジアン毎秒は角速度の単位で、1秒間に回転するラジアン数を表します。
zh_hans: 弧度每秒是国际单位制（SI）的角速度单位。
zh_hant: 弧度每秒是角速度的單位。

# degreesPerSecond.detailedIntroduction
source: Degrees per Second is a unit of angular velocity.
de: Ein Grad pro Sekunde ist eine Winkelgeschwindigkeitseinheit.
fr: Degrés par seconde est une unité de vitesse angulaire.
ja: 度毎秒は角速度の単位で、1秒間に回転する度数を表します。
zh_hans: 度每秒是角速度的测量单位。
zh_hant: 度每秒是角速度的單位。

# revolutionsPerMinute.detailedIntroduction
source: Revolutions per Minute is a unit of angular velocity.
de: Umdrehungen pro Minute sind eine Winkelgeschwindigkeitseinheit.
fr: Révolutions par minute est une unité de vitesse angulaire utilisée principalement pour les moteurs.
ja: 回転毎分は角速度の単位で、1分間に回転する回転数を表します。
zh_hans: 转每分钟是角速度单位，常用于机械领域。
zh_hant: 轉每分是角速度的單位。

# revolutionsPerSecond.detailedIntroduction
source: Revolutions per Second is a unit of angular velocity.
de: Umdrehungen pro Sekunde sind eine Winkelgeschwindigkeitseinheit.
fr: Révolutions par seconde est une unité de vitesse angulaire.
ja: 回転毎秒は角速度の単位で、1秒間に回転する回転数を表します。
zh_hans: 转每秒是角速度单位。
zh_hant: 轉每秒是角速度的單位。

# squareMegameters.detailedIntroduction
source: Square Megameters is a unit of area.
de: Ein Quadratmegameter ist eine Flächeneinheit.
fr: Le mégamètre carré est une unité de mesure de la surface.
ja: 平方メガメートルは面積の単位で、1平方メガメートルは1兆平方メートルに相当します。
zh_hans: 平方兆米用于测量极大的面积。
zh_hant: 平方兆米是面積的單位。

# squareKilometers.detailedIntroduction
source: Square Kilometers is a unit of area.
de: Ein Quadratkilometer ist eine Flächeneinheit.
fr: Le kilomètre carré est une unité de mesure de la surface.
ja: 平方キロメートルは面積の単位で、1平方キロメートルは1,000,000平方メートルに相当します。
zh_hans: 平方千米常用于测量大面积。
zh_hant: 平方公里是面積的單位。

# squareMeters.detailedIntroduction
source: Square Meters is the base unit of area in the International System of Units (SI).
de: Ein Quadratmeter ist die Basiseinheit der Fläche im internationalen Einheitensystem (SI).
fr: Le mètre carré est l'unité de mesure de la surface du Système international d'unités (SI).
ja: 平方メートルは面積の単位で、1平方メートルは正方形の1辺が1メートルの面積に相当します。
zh_hans: 平方米是国际单位制（SI）的面积单位。
zh_hant: 平方米是國際單位制（SI）中的基本面積單位。

# squareCentimeters.detailedIntroduction
source: Square Centimeters is a unit of area.
de: Ein Quadratzentimeter ist eine Flächeneinheit.
fr: Le centimètre carré est une unité de mesure de la surface.
ja: 平方センチメートルは面積の単位で、1平方センチメートルは正方形の1辺が1センチメートルの面積に相当します。
zh_hans: 平方厘米用于测量小面积。
zh_hant: 平方厘米是面積的單位。

# squareMillimeters.detailedIntroduction
source: Square Millimeters is a unit of area.
de: Ein Quadratmillimeter ist eine Flächeneinheit.
fr: Le millimètre carré est une unité de mesure de la surface.
ja: 平方ミリメートルは面積の単位で、1平方ミリメートルは正方形の1辺が1ミリメートルの面積に相当します。
zh_hans: 平方毫米用于测量非常小的面积。
zh_hant: 平方毫米是面積的單位。

# squareMicrometers.detailedIntroduction
source: Square Micrometers is a unit of area.
de: Ein Quadratmikrometer ist eine Flächeneinheit.
fr: Le micromètre carré est une unité de mesure de la surface.
ja: 平方マイクロメートルは面積の単位で、1平方マイクロメートルは正方形の1辺が1マイクロメートルの面積に相当します。
zh_hans: 平方微米用于显微镜领域测量微小面积。
zh_hant: 平方微米是面積的單位。

# squareNanometers.detailedIntroduction
source: Square Nanometers is a unit of area.
de: Ein Quadratnanometer ist eine Flächeneinheit.
fr: Le nanomètre carré est une unité de mesure de la surface.
ja: 平方ナノメートルは面積の単位で、1平方ナノメートルは正方形の1辺が1ナノメートルの面積に相当します。
zh_hans: 平方纳米用于测量极小的面积。
zh_hant: 平方納米是面積的單位。

# squareInches.detailedIntroduction
source: Square Inches is a unit of area.
de: Ein Quadratzoll ist eine Flächeneinheit.
fr: Le pouce carré est une unité de mesure de la surface utilisée principalement aux États-Unis.
ja: 平方インチは面積の単位で、1平方インチは正方形の1辺が1インチの面積に相当します。
zh_hans: 平方英寸是英制面积单位。
zh_hant: 平方英寸是面積的單位。

# squareFeet.detailedIntroduction
source: Square Feet is a unit of area.
de: Ein Quadratfuß ist eine Flächeneinheit.
fr: Le pied carré est une unité de mesure de la surface utilisée principalement aux États-Unis.
ja: 平方フィートは面積の単位で、1平方フィートは正方形の1辺が1フィートの面積に相当します。
zh_hans: 平方英尺是英制面积单位。
zh_hant: 平方英尺是面積的單位。

# squareYards.detailedIntroduction
source: Square Yards is a unit of area.
de: Ein Quadratyard ist eine Flächeneinheit.
fr: Le yard carré est une unité de mesure de la surface utilisée principalement aux États-Unis et au Royaume-Uni.
ja: 平方ヤードは面積の単位で、1平方ヤードは正方形の1辺が1ヤードの面積に相当します。
zh_hans: 平方码是英制面积单位。
zh_hant: 平方碼是面積的單位。

# squareMiles.detailedIntroduction
source: Square Miles is a unit of area.
de: Eine Quadratmeile ist eine Flächeneinheit.
fr: Le mile carré est une unité de mesure de la surface utilisée pour mesurer de grandes étendues.
ja: 平方マイルは面積の単位で、1平方マイルは正方形の1辺が1マイルの面積に相当します。
zh_hans: 平方英里用于测量较大的面积，常用于美国。
zh_hant: 平方英里是面積的單位。

# acres.detailedIntroduction
source: Acres is a unit of area.
de: Ein Acre ist eine Flächeneinheit.
fr: L'acre est une unité de mesure de la surface utilisée principalement aux États-Unis et au Royaume-Uni.
ja: エーカーは面積の単位で、1エーカーは約4046.856平方メートルに相当します。
zh_hans: 英亩是土地面积的单位。
zh_hant: 英畝是面積的單位。

# ares.detailedIntroduction
source: Ares is a unit of area.
de: Ein Ar ist eine Flächeneinheit.
fr: L'are est une unité de mesure de la surface utilisée principalement en agriculture.
ja: アールは面積の単位で、1アールは100平方メートルに相当します。
zh_hans: 公亩是土地面积的单位，等于100平方米。
zh_hant: 公畝是面積的單位。

# hectares.detailedIntroduction
source: Hectares is a unit of area.
de: Ein Hektar ist eine Flächeneinheit.
fr: L'hectare est une unité de mesure de la surface égale à 10 000 mètres carrés.
ja: ヘクタールは面積の単位で、1ヘクタールは10,000平方メートルに相当します。
zh_hans: 公顷常用于测量土地面积，等于10000平方米。
zh_hant: 公頃是面積的單位。

# gramsPerLiter.detailedIntroduction
source: Grams per Liter is a unit of concentration.
de: Gramm pro Liter ist eine Einheit der Konzentration.
fr: Grammes par litre est une unité de concentration utilisée principalement pour mesurer les solutions chimiques.
ja: グラム毎リットルは濃度の単位で、1リットルの溶液に含まれるグラム数を表します。
zh_hans: 克每升是化学中常用的浓度单位。
zh_hant: 克每升是濃度的單位。

# milligramsPerDeciliter.detailedIntroduction
source: Milligrams per Deciliter is a unit of concentration.
de: Milligramm pro Deziliter ist eine Einheit der Konzentration.
fr: Milligrammes par décilitre est une unité de concentration utilisée principalement en médecine.
ja: ミリグラム毎デシリットルは濃度の単位で、1デシリットルの溶液に含まれるミリグラム数を表します。
zh_hans: 毫克每分升是医学中常用的浓度单位。
zh_hant: 毫克每分升是濃度的單位。

# partsPerMillion.detailedIntroduction
source: Parts per Million is a unit of concentration.
de: Teile pro Million ist eine Einheit der Konzentration.
ja: パーツパーミリオンは濃度の単位で、100万分の1を表します。
zh_hans: 百万分率用于测量非常稀的溶液浓度。
zh_hant: 百萬分率是濃度的單位。

# hours.detailedIntroduction
source: Hours is a unit of time.
de: Eine Stunde ist eine Zeiteinheit.
fr: L'heure est une unité de temps égale à 60 minutes.
ja: 時間は60分、または3,600秒に相当する時間の単位です。通常、長い時間の測定に使用されます。
zh_hans: 小时是全球通用的时间单位。
zh_hant: 小時是時間的單位。

# minutes.detailedIntroduction
source: Minutes is a unit of time.
de: Eine Minute ist eine Zeiteinheit.
fr: La minute est une unité de temps égale à 60 secondes.
ja: 分は60秒に相当する時間の単位です。通常、短い時間の測定に使用されます。
zh_hans: 分钟是时间单位，等于六十分之一小时。
zh_hant: 分鐘是時間的單位。

# seconds.detailedIntroduction
source: Seconds is the base unit of time in the International System of Units (SI).
de: Eine Sekunde ist die Basiseinheit der Zeit im internationalen Einheitensystem (SI).
fr: La seconde est l'unité de temps du Système international d'unités (SI).
ja: 秒は時間の基本単位で、1秒はセシウム133原子の基底状態の超微細遷移に対応する9,192,631,770周期の放射にかかる時間です。
zh_hans: 秒是国际单位制（SI）的时间基本单位。
zh_hant: 秒是國際單位制（SI）中的基本時間單位。

# milliseconds.detailedIntroduction
source: Milliseconds is a unit of time.
de: Eine Millisekunde ist eine Zeiteinheit.
ja: ミリ秒は時間の単位で、1ミリ秒は0.001秒に相当します。
zh_hans: 毫秒是时间单位，等于千分之一秒。
zh_hant: 毫秒是時間的單位。

# microseconds.detailedIntroduction
source: Microseconds is a unit of time.
de: Eine Mikrosekunde ist eine Zeiteinheit.
ja: マイクロ秒は時間の単位で、1マイクロ秒は0.000001秒に相当します。
zh_hans: 微秒是时间单位，等于百万分之一秒。
zh_hant: 微秒是時間的單位。

# nanoseconds.detailedIntroduction
source: Nanoseconds is a unit of time.
de: Eine Nanosekunde ist eine Zeiteinheit.
ja: ナノ秒は時間の単位で、1ナノ秒は0.000000001秒に相当します。
zh_hans: 纳秒是时间单位，等于十亿分之一秒。
zh_hant: 納秒是時間的單位。

# picoseconds.detailedIntroduction
source: Picoseconds is a unit of time.
de: Eine Pikosekunde ist eine Zeiteinheit.
ja: ピコ秒は時間の単位で、1ピコ秒は0.000000000001秒に相当します。
zh_hans: 皮秒是时间单位，等于万亿分之一秒。
zh_hant: 皮秒是時間的單位。

# megaampereHours.detailedIntroduction
source: Megaampere Hours is a unit of electric charge capacity.
de: Ein Megamperestunde ist eine Einheit der elektrischen Ladungskapazität.
ja: メガアンペア時は電荷容量の単位で、1メガアンペア時は100万アンペア時に相当します。
zh_hans: 兆安时是电荷容量单位，等于一百万安培小时。
zh_hant: 兆安時是電荷容量的單位。

# kiloampereHours.detailedIntroduction
source: Kiloampere Hours is a unit of electric charge capacity.
de: Eine Kiloamperestunde ist eine Einheit der elektrischen Ladungskapazität.
ja: キロアンペア時は電荷容量の単位で、1キロアンペア時は1,000アンペア時に相当します。
zh_hans: 千安时是电荷容量单位，等于一千安培小时。
zh_hant: 千安時是電荷容量的單位。

# ampereHours.detailedIntroduction
source: Ampere Hours is a unit of electric charge capacity.
de: Eine Amperestunde ist eine Einheit der elektrischen Ladungskapazität.
fr: L'ampère-heure est une unité de capacité de charge électrique utilisée pour mesurer la capacité des batteries.
ja: アンペア時は電荷容量の単位で、1アンペア時は3,600クーロンに相当します。
zh_hans: 安时是电荷容量单位。
zh_hant: 安時是電荷容量的單位。

# milliampereHours.detailedIntroduction
source: Milliampere Hours is a unit of electric charge capacity.
de: Eine Milliamperestunde ist eine Einheit der elektrischen Ladungskapazität.
fr: Le milliampère-heure est une unité de capacité de charge électrique égale à un millième d'ampère-heure.
ja: ミリアンペア時は電荷容量の単位で、1ミリアンペア時は0.001アンペア時に相当します。
zh_hans: 毫安时是电荷容量单位，等于千分之一安培小时。
zh_hant: 毫安時是電荷容量的單位。

# microampereHours.detailedIntroduction
source: Microampere Hours is a unit of electric charge capacity.
de: Eine Mikroamperestunde ist eine Einheit der elektrischen Ladungskapazität.
ja: マイクロアンペア時は電荷容量の単位で、1マイクロアンペア時は0.000001アンペア時に相当します。
zh_hans: 微安时是电荷容量单位，等于百万分之一安培小时。
zh_hant: 微安時是電荷容量的單位。

# ampereSeconds.detailedIntroduction
source: Ampere Seconds is a unit of electric charge capacity.
de: Eine Amperesekunde ist eine Einheit der elektrischen Ladungskapazität.
ja: アンペア秒は電荷容量の単位で、1アンペア秒は1クーロンに相当します。
zh_hans: 安秒是电荷容量单位。
zh_hant: 安秒是電荷容量的單位。

# megaamperes.detailedIntroduction
source: Megaamperes is a unit of electric current.
de: Ein Megaampere ist eine Einheit der elektrischen Stromstärke.
ja: メガアンペアは電流の単位で、1メガアンペアは1,000,000アンペアに相当します。
zh_hans: 兆安是电流单位，等于一百万安培。
zh_hant: 兆安是電流的單位。

# kiloamperes.detailedIntroduction
source: Kiloamperes is a unit of electric current.
de: Ein Kiloampere ist eine Einheit der elektrischen Stromstärke.
ja: キロアンペアは電流の単位で、1キロアンペアは1,000アンペアに相当します。
zh_hans: 千安是电流单位，等于一千安培。
zh_hant: 千安是電流的單位。

# amperes.detailedIntroduction
source: Amperes is the base unit of electric current in the International System of Units (SI).
de: Ein Ampere ist die Basiseinheit der elektrischen Stromstärke im internationalen Einheitensystem (SI).
fr: L'ampère est l'unité de courant électrique du Système international d'unités (SI).
ja: アンペアは電流の単位で、1アンペアは1秒間に1クーロンの電荷が流れる電流です。
zh_hans: 安培是国际单位制（SI）的电流基本单位。
zh_hant: 安是國際單位制（SI）中的基本電流單位。

# milliamperes.detailedIntroduction
source: Milliamperes is a unit of electric current.
de: Ein Milliampere ist eine Einheit der elektrischen Stromstärke.
fr: Le milliampère est une unité de courant électrique égale à un millième d'ampère.
ja: ミリアンペアは電流の単位で、1ミリアンペアは0.001アンペアに相当します。
zh_hans: 毫安是电流单位，等于千分之一安培。
zh_hant: 毫安是電流的單位。

# microamperes.detailedIntroduction
source: Microamperes is a unit of electric current.
de: Ein Mikroampere ist eine Einheit der elektrischen Stromstärke.
fr: Le microampère est une unité de courant électrique égale à un millionième d'ampère.
ja: マイクロアンペアは電流の単位で、1マイクロアンペアは0.000001アンペアに相当します。
zh_hans: 微安是电流单位，等于百万分之一安培。
zh_hant: 微安是電流的單位。

# megavolts.detailedIntroduction
source: Megavolts is a unit of electric potential.
de: Ein Megavolt ist eine Einheit des elektrischen Potenzials.
ja: メガボルトは電位の単位で、1メガボルトは1,000,000ボルトに相当します。
zh_hans: 兆伏是电位单位，等于一百万伏特。
zh_hant: 兆伏是電位的單位。

# kilovolts.detailedIntroduction
source: Kilovolts is a unit of electric potential.
de: Ein Kilovolt ist eine Einheit des elektrischen Potenzials.
ja: キロボルトは電位の単位で、1キロボルトは1,000ボルトに相当します。
zh_hans: 千伏是电位单位，等于一千伏特。
zh_hant: 千伏是電位的單位。

# volts.detailedIntroduction
source: Volts is the base unit of electric potential in the International System of Units (SI).
de: Ein Volt ist die Basiseinheit des elektrischen Potenzials im internationalen Einheitensystem (SI).
fr: Le volt est l'unité de potentiel électrique du Système international d'unités (SI).
ja: ボルトは電位の単位で、1ボルトは1アンペアの電流が1オームの抵抗を流れる時の電位差です。
zh_hans: 伏特是国际单位制（SI）的电位基本单位。
zh_hant: 伏是國際單位制（SI）中的基本電位單位。

# millivolts.detailedIntroduction
source: Millivolts is a unit of electric potential.
de: Ein Millivolt ist eine Einheit des elektrischen Potenzials.
fr: Le millivolt est une unité de potentiel électrique égale à un millième de volt.
ja: ミリボルトは電位の単位で、1ミリボルトは0.001ボルトに相当します。
zh_hans: 毫伏是电位单位，等于千分之一伏特。
zh_hant: 毫伏是電位的單位。

# microvolts.detailedIntroduction
source: Microvolts is a unit of electric potential.
de: Ein Mikrovolt ist eine Einheit des elektrischen Potenzials.
fr: Le microvolt est une unité de potentiel électrique égale à un millionième de volt.
ja: マイクロボルトは電位の単位で、1マイクロボルトは0.000001ボルトに相当します。
zh_hans: 微伏是电位单位，等于百万分之一伏特。
zh_hant: 微伏是電位的單位。

# megaohms.detailedIntroduction
source: Megaohms is a unit of electric resistance.
de: Ein Megohm ist eine Einheit des elektrischen Widerstands.
ja: メガオームは抵抗の単位で、1メガオームは1,000,000オームに相当します。
zh_hans: 兆欧是电阻单位，等于一百万欧姆。
zh_hant: 兆歐是電阻的單位。

# kiloohms.detailedIntroduction
source: Kiloohms is a unit of electric resistance.
de: Ein Kiloohm ist eine Einheit des elektrischen Widerstands.
ja: キロオームは抵抗の単位で、1キロオームは1,000オームに相当します。
zh_hans: 千欧是电阻单位，等于一千欧姆。
zh_hant: 千歐是電阻的單位。

# ohms.detailedIntroduction
source: Ohms is the base unit of electric resistance in the International System of Units (SI).
de: Ein Ohm ist die Basiseinheit des elektrischen Widerstands im internationalen Einheitensystem (SI).
fr: L'ohm est l'unité de résistance électrique du Système international d'unités (SI).
ja: オームは抵抗の単位で、1オームは1ボルトの電位差がある時に1アンペアの電流が流れる抵抗です。
zh_hans: 欧姆是国际单位制（SI）的电阻基本单位。
zh_hant: 歐是國際單位制（SI）中的基本電阻單位。

# milliohms.detailedIntroduction
source: Milliohms is a unit of electric resistance.
de: Ein Milliohm ist eine Einheit des elektrischen Widerstands.
fr: Le milliohm est une unité de résistance électrique égale à un millième d'ohm.
ja: ミリオームは抵抗の単位で、1ミリオームは0.001オームに相当します。
zh_hans: 毫欧是电阻单位，等于千分之一欧姆。
zh_hant: 毫歐是電阻的單位。

# microohms.detailedIntroduction
source: Microohms is a unit of electric resistance.
de: Ein Mikroohm ist eine Einheit des elektrischen Widerstands.
fr: Le microohm est une unité de résistance électrique égale à un millionième d'ohm.
ja: マイクロオームは抵抗の単位で、1マイクロオームは0.000001オームに相当します。
zh_hans: 微欧是电阻单位，等于百万分之一欧姆。
zh_hant: 微歐是電阻的單位。

# kilojoules.detailedIntroduction
source: Kilojoules is a unit of energy.
de: Ein Kilojoule ist eine Einheit der Energie.
fr: Le kilojoule est une unité d'énergie égale à mille joules.
ja: キロジュールはエネルギーの単位で、1キロジュールは1,000ジュールに相当します。
zh_hans: 千焦是能量单位，等于一千焦耳。
zh_hant: 千焦是能量的單位。

# joules.detailedIntroduction
source: Joules is the base unit of energy in the International System of Units (SI).
de: Ein Joule ist die Basiseinheit der Energie im internationalen Einheitensystem (SI).
fr: Le joule est l'unité d'énergie du Système international d'unités (SI).
ja: ジュールはエネルギーの単位で、1ジュールは1ニュートンの力で1メートル動かす時に行う仕事の量です。
zh_hans: 焦耳是国际单位制（SI）的能量基本单位。
zh_hant: 焦是國際單位制（SI）中的基本能量單位。

# kilocalories.detailedIntroduction
source: Kilocalories is a unit of energy.
de: Eine Kilokalorie ist eine Einheit der Energie.
fr: La kilocalorie est une unité d'énergie égale à mille calories.
ja: キロカロリーは1,000カロリーに相当するエネルギーの単位です。
zh_hans: 千卡是营养学中常用的能量单位。
zh_hant: 千卡是能量的單位。

# calories.detailedIntroduction
source: Calories is a unit of energy.
de: Eine Kalorie ist eine Einheit der Energie.
fr: La calorie est une unité d'énergie utilisée principalement pour mesurer l'énergie alimentaire.
ja: カロリーはエネルギーの単位で、1カロリーは水1グラムの温度を1度摂氏上げるために必要なエネルギーです。
zh_hans: 卡是营养学中常用的能量单位。
zh_hant: 卡是能量的單位。

# kilowattHours.detailedIntroduction
source: Kilowatt Hours is a unit of energy.
de: Eine Kilowattstunde ist eine Einheit der Energie.
ja: キロワット時はエネルギーの単位で、1キロワット時は1,000ワットの電力が1時間に消費するエネルギーです。
zh_hans: 千瓦时是能量单位，等于一千瓦特小时。
zh_hant: 千瓦時是能量的單位。

# wattHours.detailedIntroduction
source: Watt Hours is a unit of energy.
de: Eine Wattstunde ist eine Einheit der Energie.
ja: ワット時はエネルギーの単位で、1ワット時は1ワットの電力が1時間に消費するエネルギーです。
zh_hans: 瓦时是能量单位，等于一瓦特小时。
zh_hant: 瓦時是能量的單位。

# terahertz.detailedIntroduction
source: Terahertz is a unit of frequency.
de: Ein Terahertz ist eine Einheit der Frequenz.
fr: Le térahertz est une unité de fréquence égale à un billion de hertz.
ja: テラヘルツは周波数の単位で、1テラヘルツは1兆ヘルツに相当します。
zh_hans: 太赫是频率单位，等于一万亿赫兹。
zh_hant: 太赫茲是頻率的單位。
