Repository: RapboyGao/Unit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_hans, zh_hant

# mebibits.shortName
source: Mebibits
de: Mebibit
fr: Mebibit
zh_hans: 兆比特
zh_hant: 兆比特

# kibibits.shortName
source: Kibibits
de: Kibibit
fr: Kibibit
zh_hans: 千比特
zh_hant: 千比特

# feet.longName
source: Feet
fr: Pied
ja: フィート
zh_hans: 英尺
zh_hant: 英尺

# nauticalMiles.longName
source: Nautical Miles
fr: Mille Nautique
ja: 海里
zh_hans: 海里
zh_hant: 海里

# meters.longName
source: Meters
fr: Mètre
ja: メートル
zh_hans: 米
zh_hant: 米

# kilometers.longName
source: Kilometers
fr: Kilomètre
ja: キロメートル
zh_hans: 千米
zh_hant: 公里

# miles.longName
source: Miles
fr: Mile
ja: マイル
zh_hans: 英里
zh_hant: 英里

# megameters.longName
source: Megameters
fr: Mégamètre
zh_hans: 兆米
zh_hant: 兆米

# hectometers.longName
source: Hectometers
fr: Hectomètre
zh_hans: 百米
zh_hant: 百米

# decameters.longName
source: Decameters
fr: Décamètre
zh_hans: 十米
zh_hant: 十米

# decimeters.longName
source: Decimeters
fr: Décimètre
zh_hans: 分米
zh_hant: 分米

# centimeters.longName
source: Centimeters
fr: Centimètre
ja: センチメートル
zh_hans: 厘米
zh_hant: 厘米

# millimeters.longName
source: Millimeters
fr: Millimètre
ja: ミリメートル
zh_hans: 毫米
zh_hant: 毫米

# micrometers.longName
source: Micrometers
fr: Micromètre
zh_hans: 微米
zh_hant: 微米

# nanometers.longName
source: Nanometers
fr: Nanomètre
zh_hans: 纳米
zh_hant: 納米

# picometers.longName
source: Picometers
fr: Picomètre
zh_hans: 皮米
zh_hant: 皮米

# inches.longName
source: Inches
fr: Pouce
ja: インチ
zh_hans: 英寸
zh_hant: 英寸

# yards.longName
source: Yards
fr: Yard
ja: ヤード
zh_hans: 码
zh_hant: 碼

# scandinavianMiles.longName
source: Scandinavian Miles
fr: Mille Scandinave
ja: スカンジナビアマイル
zh_hans: 斯堪里米
zh_hant: 斯堪的納維亞英里

# lightyears.longName
source: Lightyears
fr: Année-Lumière
ja: 光年
zh_hans: 光年
zh_hant: 光年

# fathoms.longName
source: Fathoms
fr: Brasse
ja: ファゾム
zh_hans: 英寻
zh_hant: 英尋

# furlongs.longName
source: Furlongs
fr: Furlong
ja: ファーロング
zh_hans: 弗隆
zh_hant: 弗隆

# astronomicalUnits.longName
source: Astronomical Units
fr: Unité Astronomique
ja: 天文単位
zh_hans: 天文单位
zh_hant: 天文單位

# parsecs.longName
source: Parsecs
fr: Parsec
ja: パーセク
zh_hans: 秒差距
zh_hant: 秒差距

# feetPerSecond.longName
source: Feet per Second
fr: Pieds par Seconde
ja: フィート毎秒
zh_hans: 英尺每秒
zh_hant: 英尺每秒

# knots.longName
source: Knots
fr: Nœuds
ja: ノット
zh_hans: 节
zh_hant: 節

# kilometersPerHour.longName
source: Kilometers per Hour
fr: Kilomètres par Heure
ja: キロメートル毎時
zh_hans: 千米每小时
zh_hant: 公里每小時

# metersPerSecond.longName
source: Meters per Second
fr: Mètres par Seconde
ja: メートル毎秒
zh_hans: 米每秒
zh_hant: 米每秒

# milesPerHour.longName
source: Miles per Hour
fr: Miles par Heure
zh_hans: 英里每小时
zh_hant: 英里每小時

# feetPerMinute.longName
source: Feet per Minute
fr: Pieds par Minute
ja: フィート毎分
zh_hans: 英尺每分钟
zh_hant: 英尺每分鐘

# hectopascals.longName
source: Hectopascals
fr: Hectopascal
ja: ヘクトパスカル
zh_hans: 百帕
zh_hant: 百帕

# inchesOfMercury.longName
source: Inches of Mercury
fr: Pouces de Mercure
zh_hans: 英寸汞柱
zh_hant: 英寸汞柱

# millimetersOfMercury.longName
source: Millimeters of Mercury
fr: Millimètres de Mercure
zh_hans: 毫米汞柱
zh_hant: 毫米汞柱

# newtonsPerMetersSquared.longName
source: Newtons per Square Meter
fr: Newtons par Mètre Carré
ja: ニュートン毎平方メートル
zh_hans: 牛顿每平方米
zh_hant: 牛頓每平方米

# gigapascals.longName
source: Gigapascals
fr: Gigapascal
ja: ギガパスカル
zh_hans: 吉帕
zh_hant: 吉帕

# megapascals.longName
source: Megapascals
fr: Mégapascal
ja: メガパスカル
zh_hans: 兆帕
zh_hant: 兆帕

# kilopascals.longName
source: Kilopascals
fr: Kilopascal
ja: キロパスカル
zh_hans: 千帕
zh_hant: 千帕

# bars.longName
source: Bars
fr: Bar
ja: バール
zh_hans: 巴
zh_hant: 巴

# millibars.longName
source: Millibars
fr: Millibar
ja: ミリバール
zh_hans: 毫巴
zh_hant: 毫巴

# poundsForcePerSquareInch.longName
source: Pounds per Square Inch
fr: Livres-Force par Pouce Carré
ja: ポンド毎平方インチ
zh_hans: 磅每平方英寸
zh_hant: 磅力每平方英寸

# kelvin.longName
source: Kelvin
ja: ケルビン
zh_hans: 开尔文
zh_hant: 開爾文

# celsius.longName
source: Celsius
ja: 摂氏温度
zh_hans: 摄氏度
zh_hant: 攝氏度

# fahrenheit.longName
source: Fahrenheit
ja: 華氏温度
zh_hans: 华氏度
zh_hant: 華氏度

# celsiusDelta.longName
source: Celsius Delta
fr: Différence Celsius
ja: 摂氏温度差
zh_hans: 摄氏度差
zh_hant: 攝氏度差

# fahrenheitDelta.longName
source: Fahrenheit Delta
fr: Différence Fahrenheit
ja: 華氏温度差
zh_hans: 华氏度差
zh_hant: 華氏度差

# kilograms.longName
source: Kilograms
fr: Kilogramme
ja: キログラム
zh_hans: 千克
zh_hant: 千克

# grams.longName
source: Grams
fr: Gramme
ja: グラム
zh_hans: 克
zh_hant: 克

# decigrams.longName
source: Decigrams
fr: Décigramme
ja: デシグラム
zh_hans: 分克
zh_hant: 分克

# centigrams.longName
source: Centigrams
fr: Centigramme
ja: センチグラム
zh_hans: 厘克
zh_hant: 釐克

# milligrams.longName
source: Milligrams
fr: Milligramme
ja: ミリグラム
zh_hans: 毫克
zh_hant: 毫克

# micrograms.longName
source: Micrograms
fr: Microgramme
ja: マイクログラム
zh_hans: 微克
zh_hant: 微克

# nanograms.longName
source: Nanograms
fr: Nanogramme
ja: ナノグラム
zh_hans: 纳克
zh_hant: 納克

# picograms.longName
source: Picograms
fr: Picogramme
ja: ピコグラム
zh_hans: 皮克
zh_hant: 皮克

# ounces.longName
source: Ounces
fr: Once
ja: オンス
zh_hans: 盎司
zh_hant: 盎司

# pounds.longName
source: Pounds
fr: Livre
ja: ポンド
zh_hans: 磅
zh_hant: 磅

# stones.longName
source: Stones
fr: Stone
ja: ストーン
zh_hans: 英石
zh_hant: 英石

# metricTons.longName
source: Metric Tons
fr: Tonne Métrique
zh_hans: 公吨
zh_hant: 公噸

# shortTons.longName
source: Short Tons
fr: Tonne Courte
ja: ショートトン
zh_hans: 短吨
zh_hant: 短噸

# carats.longName
source: Carats
fr: Carat
ja: カラット
zh_hans: 克拉
zh_hant: 克拉

# ouncesTroy.longName
source: Troy Ounces
fr: Once Troy
ja: トロイオンス
zh_hans: 金衡盎司
zh_hant: 金衡盎司

# slugs.longName
source: Slugs
fr: Slug
ja: スラッグ
zh_hans: 斯拉格
zh_hant: slug

# liters.longName
source: Liters
fr: Litre
ja: リットル
zh_hans: 升
zh_hant: 升

# quarts.longName
source: Quarts
fr: Quart
ja: クォート
zh_hans: 夸脱
zh_hant: 夸脫

# cubicMeters.longName
source: Cubic Meters
fr: Mètre Cube
ja: 立方メートル
zh_hans: 立方米
zh_hant: 立方米

# cubicCentimeters.longName
source: Cubic Centimeters
fr: Centimètre Cube
ja: 立方センチメートル
zh_hans: 立方厘米
zh_hant: 立方厘米

# gallons.longName
source: Gallons
fr: Gallon
ja: ガロン
zh_hans: 加仑
zh_hant: 加侖

# megaliters.longName
source: Megaliters
fr: Mégalitre
ja: メガリットル
zh_hans: 兆升
zh_hant: 兆升

# kiloliters.longName
source: Kiloliters
fr: Kilolitre
ja: キロリットル
zh_hans: 千升
zh_hant: 千升

# deciliters.longName
source: Deciliters
fr: Décilitre
ja: デシリットル
zh_hans: 分升
zh_hant: 分升

# centiliters.longName
source: Centiliters
fr: Centilitre
ja: センチリットル
zh_hans: 厘升
zh_hant: 釐升

# milliliters.longName
source: Milliliters
fr: Millilitre
ja: ミリリットル
zh_hans: 毫升
zh_hant: 毫升

# cubicKilometers.longName
source: Cubic Kilometers
fr: Kilomètre Cube
ja: 立方キロメートル
zh_hans: 立方千米
zh_hant: 立方公里

# cubicDecimeters.longName
source: Cubic Decimeters
fr: Décimètre Cube
ja: 立方デシメートル
zh_hans: 立方分米
zh_hant: 立方分米

# cubicMillimeters.longName
source: Cubic Millimeters
fr: Millimètre Cube
ja: 立方ミリメートル
zh_hans: 立方毫米
zh_hant: 立方毫米

# cubicInches.longName
source: Cubic Inches
fr: Pouce Cube
ja: 立方インチ
zh_hans: 立方英寸
zh_hant: 立方英寸

# cubicFeet.longName
source: Cubic Feet
fr: Pied Cube
ja: 立方フィート
zh_hans: 立方英尺
zh_hant: 立方英尺

# cubicYards.longName
source: Cubic Yards
fr: Yard Cube
ja: 立方ヤード
zh_hans: 立方码
zh_hant: 立方碼

# cubicMiles.longName
source: Cubic Miles
fr: Mile Cube
ja: 立方マイル
zh_hans: 立方英里
zh_hant: 立方英里

# acreFeet.longName
source: Acre-Feet
fr: Acre-Pied
ja: エーカー・フィート
zh_hans: 英亩-英尺
zh_hant: 英畝英尺

# bushels.longName
source: Bushels
fr: Boisseau
ja: ブッシェル
zh_hans: 蒲式耳
zh_hant: 蒲式耳

# teaspoons.longName
source: Teaspoons
fr: Cuillère à Café
ja: ティースプーン
zh_hans: 茶匙
zh_hant: 茶匙

# tablespoons.longName
source: Tablespoons
fr: Cuillère à Soupe
ja: テーブルスプーン
zh_hans: 汤匙
zh_hant: 湯匙

# fluidOunces.longName
source: Fluid Ounces
fr: Once Liquide
ja: フルイドオンス
zh_hans: 液体盎司
zh_hant: 液盎司

# cups.longName
source: Cups
fr: Tasse
ja: カップ
zh_hans: 杯
zh_hant: 杯

# pints.longName
source: Pints
fr: Pinte
ja: パイント
zh_hans: 品脱
zh_hant: 品脫

# imperialTeaspoons.longName
source: Imperial Teaspoons
fr: Cuillère à Café Impériale
ja: 帝国ティースプーン
zh_hans: 帝国茶匙
zh_hant: 英制茶匙

# imperialTablespoons.longName
source: Imperial Tablespoons
fr: Cuillère à Soupe Impériale
ja: 帝国テーブルスプーン
zh_hans: 帝国汤匙
zh_hant: 英制湯匙

# imperialFluidOunces.longName
source: Imperial Fluid Ounces
fr: Once Liquide Impériale
ja: 帝国フルイドオンス
zh_hans: 帝国液体盎司
zh_hant: 英制液盎司

# imperialPints.longName
source: Imperial Pints
fr: Pinte Impériale
ja: 帝国パイント
zh_hans: 帝国品脱
zh_hant: 英制品脫

# imperialQuarts.longName
source: Imperial Quarts
fr: Quart Impérial
ja: 帝国クォート
zh_hans: 帝国夸脱
zh_hant: 英制夸脫

# imperialGallons.longName
source: Imperial Gallons
fr: Gallon Impérial
ja: 帝国ガロン
zh_hans: 帝国加仑
zh_hant: 英制加侖

# metricCups.longName
source: Metric Cups
fr: Tasse Métrique
ja: メトリックカップ
zh_hans: 公制杯
zh_hant: 公制杯

# metersPerSecondSquared.longName
source: Meters per Second Squared
fr: Mètres par Seconde Carrée
ja: メートル毎秒毎秒
zh_hans: 米每二次方秒
zh_hant: 米每秒平方

# gravity.longName
source: Gravity
fr: Gravité
ja: 重力加速度
zh_hans: 重力
zh_hant: 重力

# terawatts.longName
source: Terawatts
fr: Térawatt
ja: テラワット
zh_hans: 太瓦
zh_hant: 太瓦

# gigawatts.longName
source: Gigawatts
fr: Gigawatt
ja: ギガワット
zh_hans: 吉瓦
zh_hant: 吉瓦

# megawatts.longName
source: Megawatts
fr: Mégawatt
ja: メガワット
zh_hans: 兆瓦
zh_hant: 兆瓦

# kilowatts.longName
source: Kilowatts
fr: Kilowatt
ja: キロワット
zh_hans: 千瓦
zh_hant: 千瓦

# watts.longName
source: Watts
fr: Watt
ja: ワット
zh_hans: 瓦
zh_hant: 瓦

# milliwatts.longName
source: Milliwatts
fr: Milliwatt
ja: ミリワット
zh_hans: 毫瓦
zh_hant: 毫瓦

# microwatts.longName
source: Microwatts
fr: Microwatt
ja: マイクロワット
zh_hans: 微瓦
zh_hant: 微瓦

# nanowatts.longName
source: Nanowatts
fr: Nanowatt
ja: ナノワット
zh_hans: 纳瓦
zh_hant: 納瓦

# picowatts.longName
source: Picowatts
fr: Picowatt
ja: ピコワット
zh_hans: 皮瓦
zh_hant: 皮瓦

# femtowatts.longName
source: Femtowatts
fr: Femtowatt
ja: フェムトワット
zh_hans: 飞瓦
zh_hant: 飛瓦

# horsepower.longName
source: Horsepower
fr: Cheval-vapeur
ja: 馬力
zh_hans: 马力
zh_hant: 馬力

# degrees.longName
source: Degrees
fr: Degré
ja: 度
zh_hans: 度
zh_hant: 度

# arcMinutes.longName
source: Arc Minutes
fr: Minute d'arc
ja: 弧分
zh_hans: 角分
zh_hant: 角分

# arcSeconds.longName
source: Arc Seconds
fr: Seconde d'arc
ja: 弧秒
zh_hans: 角秒
zh_hant: 角秒

# radians.longName
source: Radians
fr: Radian
ja: ラジアン
zh_hans: 弧度
zh_hant: 弧度

# gradians.longName
source: Gradians
fr: Grade
ja: グラジアン
zh_hans: 百分度
zh_hant: 百分度

# revolutions.longName
source: Revolutions
fr: Révolution
ja: 回転
zh_hans: 全圈
zh_hant: 轉

# radiansPerSecond.longName
source: Radians per Second
fr: Radians par Seconde
ja: ラジアン毎秒
zh_hans: 弧度每秒
zh_hant: 弧度每秒

# degreesPerSecond.longName
source: Degrees per Second
fr: Degrés par Seconde
ja: 度毎秒
zh_hans: 度每秒
zh_hant: 度每秒

# revolutionsPerMinute.longName
source: Revolutions per Minute
fr: Révolutions par Minute
ja: 回転毎分
zh_hans: 转每分钟
zh_hant: 轉每分

# revolutionsPerSecond.longName
source: Revolutions per Second
fr: Révolutions par Seconde
ja: 回転毎秒
zh_hans: 转每秒
zh_hant: 轉每秒

# squareMegameters.longName
source: Square Megameters
fr: Mégamètre Carré
ja: 平方メガメートル
zh_hans: 平方兆米
zh_hant: 平方兆米

# squareKilometers.longName
source: Square Kilometers
fr: Kilomètre Carré
ja: 平方キロメートル
zh_hans: 平方千米
zh_hant: 平方公里

# squareMeters.longName
source: Square Meters
fr: Mètre Carré
ja: 平方メートル
zh_hans: 平方米
zh_hant: 平方米

# squareCentimeters.longName
source: Square Centimeters
fr: Centimètre Carré
ja: 平方センチメートル
zh_hans: 平方厘米
zh_hant: 平方厘米

# squareMillimeters.longName
source: Square Millimeters
fr: Millimètre Carré
ja: 平方ミリメートル
zh_hans: 平方毫米
zh_hant: 平方毫米

# squareMicrometers.longName
source: Square Micrometers
fr: Micromètre Carré
ja: 平方マイクロメートル
zh_hans: 平方微米
zh_hant: 平方微米

# squareNanometers.longName
source: Square Nanometers
fr: Nanomètre Carré
ja: 平方ナノメートル
zh_hans: 平方纳米
zh_hant: 平方納米

# squareInches.longName
source: Square Inches
fr: Pouce Carré
ja: 平方インチ
zh_hans: 平方英寸
zh_hant: 平方英寸

# squareFeet.longName
source: Square Feet
fr: Pied Carré
ja: 平方フィート
zh_hans: 平方英尺
zh_hant: 平方英尺

# squareYards.longName
source: Square Yards
fr: Yard Carré
ja: 平方ヤード
zh_hans: 平方码
zh_hant: 平方碼

# squareMiles.longName
source: Square Miles
fr: Mile Carré
ja: 平方マイル
zh_hans: 平方英里
zh_hant: 平方英里

# acres.longName
source: Acres
fr: Acre
ja: エーカー
zh_hans: 英亩
zh_hant: 英畝

# ares.longName
source: Ares
fr: Are
ja: アール
zh_hans: 公亩
zh_hant: 公畝

# hectares.longName
source: Hectares
fr: Hectare
ja: ヘクタール
zh_hans: 公顷
zh_hant: 公頃

# gramsPerLiter.longName
source: Grams per Liter
fr: Grammes par Litre
ja: グラム毎リットル
zh_hans: 克每升
zh_hant: 克每升

# milligramsPerDeciliter.longName
source: Milligrams per Deciliter
fr: Milligrammes par Décilitre
ja: ミリグラム毎デシリットル
zh_hans: 毫克每分升
zh_hant: 毫克每分升

# partsPerMillion.longName
source: Parts per Million
ja: パーツパーミリオン
zh_hans: 百万分率
zh_hant: 百萬分率

# hours.longName
source: Hours
fr: Heure
ja: 時間
zh_hans: 小时
zh_hant: 小時

# minutes.longName
source: Minutes
fr: Minute
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

# seconds.longName
source: Seconds
fr: Seconde
ja: 秒
zh_hans: 秒
zh_hant: 秒

# milliseconds.longName
source: Milliseconds
ja: ミリ秒
zh_hans: 毫秒
zh_hant: 毫秒

# microseconds.longName
source: Microseconds
ja: マイクロ秒
zh_hans: 微秒
zh_hant: 微秒

# nanoseconds.longName
source: Nanoseconds
ja: ナノ秒
zh_hans: 纳秒
zh_hant: 納秒

# picoseconds.longName
source: Picoseconds
ja: ピコ秒
zh_hans: 皮秒
zh_hant: 皮秒

# megaampereHours.longName
source: Megaampere Hours
ja: メガアンペア時
zh_hans: 兆安时
zh_hant: 兆安時

# kiloampereHours.longName
source: Kiloampere Hours
ja: キロアンペア時
zh_hans: 千安时
zh_hant: 千安時

# ampereHours.longName
source: Ampere Hours
fr: Ampère-heure
ja: アンペア時
zh_hans: 安时
zh_hant: 安時

# milliampereHours.longName
source: Milliampere Hours
fr: Milliampère-heure
ja: ミリアンペア時
zh_hans: 毫安时
zh_hant: 毫安時

# microampereHours.longName
source: Microampere Hours
ja: マイクロアンペア時
zh_hans: 微安时
zh_hant: 微安時

# ampereSeconds.longName
source: Ampere Seconds
ja: アンペア秒
zh_hans: 安秒
zh_hant: 安秒

# megaamperes.longName
source: Megaamperes
ja: メガアンペア
zh_hans: 兆安
zh_hant: 兆安

# kiloamperes.longName
source: Kiloamperes
ja: キロアンペア
zh_hans: 千安
zh_hant: 千安

# amperes.longName
source: Amperes
fr: Ampère
ja: アンペア
zh_hans: 安
zh_hant: 安

# milliamperes.longName
source: Milliamperes
fr: Milliampère
ja: ミリアンペア
zh_hans: 毫安
zh_hant: 毫安

# microamperes.longName
source: Microamperes
fr: Microampère
ja: マイクロアンペア
zh_hans: 微安
zh_hant: 微安

# megavolts.longName
source: Megavolts
ja: メガボルト
zh_hans: 兆伏
zh_hant: 兆伏

# kilovolts.longName
source: Kilovolts
ja: キロボルト
zh_hans: 千伏
zh_hant: 千伏

# volts.longName
source: Volts
fr: Volt
ja: ボルト
zh_hans: 伏
zh_hant: 伏

# millivolts.longName
source: Millivolts
fr: Millivolt
ja: ミリボルト
zh_hans: 毫伏
zh_hant: 毫伏

# microvolts.longName
source: Microvolts
fr: Microvolt
ja: マイクロボルト
zh_hans: 微伏
zh_hant: 微伏

# megaohms.longName
source: Megaohms
ja: メガオーム
zh_hans: 兆欧
zh_hant: 兆歐

# kiloohms.longName
source: Kiloohms
ja: キロオーム
zh_hans: 千欧
zh_hant: 千歐

# ohms.longName
source: Ohms
fr: Ohm
ja: オーム
zh_hans: 欧
zh_hant: 歐

# milliohms.longName
source: Milliohms
fr: Milliohm
ja: ミリオーム
zh_hans: 毫欧
zh_hant: 毫歐

# microohms.longName
source: Microohms
fr: Microohm
ja: マイクロオーム
zh_hans: 微欧
zh_hant: 微歐

# kilojoules.longName
source: Kilojoules
fr: Kilojoule
ja: キロジュール
zh_hans: 千焦
zh_hant: 千焦

# joules.longName
source: Joules
fr: Joule
ja: ジュール
zh_hans: 焦耳
zh_hant: 焦

# kilocalories.longName
source: Kilocalories
fr: Kilocalorie
ja: キロカロリー
zh_hans: 千卡
zh_hant: 千卡

# calories.longName
source: Calories
fr: Calorie
ja: カロリー
zh_hans: 卡
zh_hant: 卡

# kilowattHours.longName
source: Kilowatt Hours
ja: キロワット時
zh_hans: 千瓦时
zh_hant: 千瓦時

# wattHours.longName
source: Watt Hours
ja: ワット時
zh_hans: 瓦时
zh_hant: 瓦時

# terahertz.longName
source: Terahertz
fr: Térahertz
ja: テラヘルツ
zh_hans: 太赫
zh_hant: 太赫茲

# gigahertz.longName
source: Gigahertz
ja: ギガヘルツ
zh_hans: 吉赫
zh_hant: 吉赫茲

# megahertz.longName
source: Megahertz
fr: Mégahertz
ja: メガヘルツ
zh_hans: 兆赫
zh_hant: 兆赫茲

# kilohertz.longName
source: Kilohertz
ja: キロヘルツ
zh_hans: 千赫
zh_hant: 千赫茲

# hertz.longName
source: Hertz
ja: ヘルツ
zh_hans: 赫兹
zh_hant: 赫茲

# millihertz.longName
source: Millihertz
zh_hans: 毫赫
zh_hant: 毫赫茲

# microhertz.longName
source: Microhertz
zh_hans: 微赫
zh_hant: 微赫茲

# nanohertz.longName
source: Nanohertz
zh_hans: 纳赫
zh_hant: 納赫茲

# framesPerSecond.longName
source: Frames per Second
ja: フレーム毎秒
zh_hans: 帧每秒
zh_hant: 幀每秒

# litersPer100Kilometers.longName
source: Liters per 100 Kilometers
fr: Litres par 100 Kilomètres
ja: リットル毎100キロメートル
zh_hans: 升每百公里
zh_hant: 升每百公里

# milesPerImperialGallon.longName
source: Miles per Imperial Gallon
zh_hans: 英里每帝国加仑
zh_hant: 英里每英制加侖

# milesPerGallon.longName
source: Miles per Gallon
fr: Miles par Gallon
ja: マイル毎ガロン
zh_hans: 英里每加仑
zh_hant: 英里每加侖

# bytes.longName
source: Bytes
fr: Octet
zh_hans: 字节
zh_hant: 字節

# bits.longName
source: Bits
fr: Bit
zh_hans: 比特
zh_hant: 比特

# nibbles.longName
source: Nibbles
fr: Nibble
zh_hans: 半字节
zh_hant: 半字節

# yottabytes.longName
source: Yottabytes
fr: Yottaoctet
zh_hans: 尧字节
zh_hant: 尧字節

# zettabytes.longName
source: Zettabytes
fr: Zettaoctet
zh_hans: 泽字节
zh_hant: 澤字節

# exabytes.longName
source: Exabytes
fr: Exaoctet
zh_hans: 艾字节
zh_hant: 艾字節

# petabytes.longName
source: Petabytes
fr: Pétaoctet
zh_hans: 拍字节
zh_hant: 拍字節

# terabytes.longName
source: Terabytes
fr: Téraoctet
ja: テラバイト
zh_hans: 太字节
zh_hant: 太字節

# gigabytes.longName
source: Gigabytes
fr: Gigaoctet
ja: ギガバイト
zh_hans: 吉字节
zh_hant: 吉字節

# megabytes.longName
source: Megabytes
fr: Mégaoctet
ja: メガバイト
zh_hans: 兆字节
zh_hant: 兆字節

# kilobytes.longName
source: Kilobytes
fr: Kilooctet
ja: キロバイト
zh_hans: 千字节
zh_hant: 千字節

# yottabits.longName
source: Yottabits
fr: Yottabit
zh_hans: 尧比特
zh_hant: 尧比特

# zettabits.longName
source: Zettabits
fr: Zettabit
zh_hans: 泽比特
zh_hant: 澤比特

# exabits.longName
source: Exabits
fr: Exabit
zh_hans: 艾比特
zh_hant: 艾比特

# petabits.longName
source: Petabits
fr: Pétabit
zh_hans: 拍比特
zh_hant: 拍比特

# terabits.longName
source: Terabits
fr: Térabit
zh_hans: 太比特
zh_hant: 太比特

# gigabits.longName
source: Gigabits
fr: Gigabit
zh_hans: 吉比特
zh_hant: 吉比特

# megabits.longName
source: Megabits
fr: Mégabit
zh_hans: 兆比特
zh_hant: 兆比特

# kilobits.longName
source: Kilobits
fr: Kilobit
zh_hans: 千比特
zh_hant: 千比特

# yobibytes.longName
source: Yobibytes
fr: Yobioctet
zh_hans: 尧字节
zh_hant: 尧字節

# zebibytes.longName
source: Zebibytes
fr: Zebioctet
zh_hans: 泽字节
zh_hant: 澤字節

# exbibytes.longName
source: Exbibytes
fr: Exbioctet
zh_hans: 艾字节
zh_hant: 艾字節

# pebibytes.longName
source: Pebibytes
fr: Pebioctet
zh_hans: 拍字节
zh_hant: 拍字節

# tebibytes.longName
source: Tebibytes
fr: Tébioctet
zh_hans: 太字节
zh_hant: 太字節

# gibibytes.longName
source: Gibibytes
fr: Gibioctet
zh_hans: 吉字节
zh_hant: 吉字節

# mebibytes.longName
source: Mebibytes
fr: Mebioctet
zh_hans: 兆字节
zh_hant: 兆字節

# kibibytes.longName
source: Kibibytes
fr: Kibioctet
zh_hans: 千字节
zh_hant: 千字節

# yobibits.longName
source: Yobibits
fr: Yobibit
zh_hans: 尧比特
zh_hant: 尧比特

# zebibits.longName
source: Zebibits
fr: Zebibit
zh_hans: 泽比特
zh_hant: 澤比特

# exbibits.longName
source: Exbibits
fr: Exbibit
zh_hans: 艾比特
zh_hant: 艾比特

# pebibits.longName
source: Pebibits
fr: Pebibit
zh_hans: 拍比特
zh_hant: 拍比特

# tebibits.longName
source: Tebibits
fr: Tébibit
zh_hans: 太比特
zh_hant: 太比特

# gibibits.longName
source: Gibibits
fr: Gibibit
zh_hans: 吉比特
zh_hant: 吉比特

# mebibits.longName
source: Mebibits
fr: Mebibit
zh_hans: 兆比特
zh_hant: 兆比特

# kibibits.longName
source: Kibibits
fr: Kibibit
zh_hans: 千比特
zh_hant: 千比特

# feet.detailedIntroduction
source: Feet is a unit of length.
de: Ein Fuß ist eine Längeneinheit.
fr: Le pied est une unité de longueur utilisée principalement aux États-Unis.
ja: フィートは長さの単位で、1フィートは0.3048メートルに相当します。
zh_hans: 英尺是英制单位，常用于美国。
zh_hant: 英尺是長度的單位。

# nauticalMiles.detailedIntroduction
source: Nautical Miles is a unit of length used in maritime and aviation contexts.
de: Eine Seemeile ist eine Längeneinheit, die in der Schifffahrt und Luftfahrt verwendet wird.
fr: Le mille nautique est une unité de distance utilisée principalement en navigation maritime et aérienne.
ja: 海里は長さの単位で、主に海洋や航空で使用されます。1海里は1852メートルに相当します。
zh_hans: 海里用于航海和航空中测量距离。
zh_hant: 海里是用於海上和航空領域的長度單位。

# meters.detailedIntroduction
source: Meters is the base unit of length in the International System of Units (SI).
de: Ein Meter ist die Basiseinheit der Länge im internationalen Einheitensystem (SI).
fr: Le mètre est l'unité de longueur du Système international d'unités (SI).
ja: メートルは国際単位系(SI)の基本単位で、長さを測るために使用されます。1メートルは1秒間に光が真空中を進む距離の1/299,792,458です。
zh_hans: 米是国际单位制（SI）的基本长度单位。
zh_hant: 米是國際單位制（SI）中的基本長度單位。

# kilometers.detailedIntroduction
source: Kilometers is a unit of length equal to 1,000 meters.
de: Ein Kilometer ist eine Längeneinheit, die 1000 Meter entspricht.
fr: Le kilomètre est une unité de longueur égale à 1000 mètres.
ja: キロメートルは1,000メートルに相当する長さの単位です。通常、長距離の測定に使用されます。
zh_hans: 千米常用于测量较长距离。
zh_hant: 公里是等於1000米的長度單位。

# miles.detailedIntroduction
source: Miles is a unit of length equal to 5,280 feet.
de: Eine Meile ist eine Längeneinheit, die 5280 Fuß entspricht.
fr: Le mile est une unité de longueur utilisée principalement aux États-Unis et au Royaume-Uni.
ja: マイルは長さの単位で、主に英語圏で使用されます。1マイルは1609.344メートルに相当します。
zh_hans: 英里是常用于美国的长度单位。
zh_hant: 英里是等於5280英尺的長度單位。

# megameters.detailedIntroduction
source: Megameters is a unit of length equal to 1,000,000 meters.
de: Ein Megameter ist eine Längeneinheit, die 1.000.000 Meter entspricht.
fr: Le mégamètre est une unité de longueur égale à un million de mètres.
zh_hans: 兆米用于测量极大的距离。
zh_hant: 兆米是等於1000000米的長度單位。

# hectometers.detailedIntroduction
source: Hectometers is a unit of length equal to 100 meters.
de: Ein Hektometer ist eine Längeneinheit, die 100 Meter entspricht.
fr: L'hectomètre est une unité de longueur égale à 100 mètres.
zh_hans: 百米等于100米。
zh_hant: 百米是等於100米的長度單位。

# decameters.detailedIntroduction
source: Decameters is a unit of length equal to 10 meters.
de: Ein Dekameter ist eine Längeneinheit, die 10 Meter entspricht.
fr: Le décamètre est une unité de longueur égale à 10 mètres.
zh_hans: 十米等于10米。
zh_hant: 十米是等於10米的長度單位。

# decimeters.detailedIntroduction
source: Decimeters is a unit of length equal to one-tenth of a meter.
de: Ein Dezimeter ist eine Längeneinheit, die 1/10 Meter entspricht.
fr: Le décimètre est une unité de longueur égale à un dixième de mètre.
zh_hans: 分米等于十分之一米。
zh_hant: 分米是等於十分之一米的長度單位。

# centimeters.detailedIntroduction
source: Centimeters is a unit of length equal to one-hundredth of a meter.
de: Ein Zentimeter ist eine Längeneinheit, die 1/100 Meter entspricht.
fr: Le centimètre est une unité de longueur égale à un centième de mètre.
ja: センチメートルは長さの単位で、1センチメートルは0.01メートルに相当します。
zh_hans: 厘米常用于测量较小的长度。
zh_hant: 厘米是等於百分之一米的長度單位。

# millimeters.detailedIntroduction
source: Millimeters is a unit of length equal to one-thousandth of a meter.
de: Ein Millimeter ist eine Längeneinheit, die 1/1000 Meter entspricht.
fr: Le millimètre est une unité de longueur égale à un millième de mètre.
ja: ミリメートルは長さの単位で、1ミリメートルは0.001メートルに相当します。
zh_hans: 毫米用于测量非常小的长度。
zh_hant: 毫米是等於千分之一米的長度單位。

# micrometers.detailedIntroduction
source: Micrometers is a unit of length equal to one-millionth of a meter.
de: Ein Mikrometer ist eine Längeneinheit, die 1/1.000.000 Meter entspricht.
fr: Le micromètre est une unité de longueur égale à un millionième de mètre.
zh_hans: 微米用于测量极小的长度。
zh_hant: 微米是等於百萬分之一米的長度單位。

# nanometers.detailedIntroduction
source: Nanometers is a unit of length equal to one-billionth of a meter.
de: Ein Nanometer ist eine Längeneinheit, die 1/1.000.000.000 Meter entspricht.
fr: Le nanomètre est une unité de longueur égale à un milliardième de mètre.
zh_hans: 纳米用于测量极小的长度，常用于纳米技术。
zh_hant: 納米是等於十億分之一米的長度單位。

# picometers.detailedIntroduction
source: Picometers is a unit of length equal to one-trillionth of a meter.
de: Ein Pikometer ist eine Längeneinheit, die 1/1.000.000.000.000 Meter entspricht.
fr: Le picomètre est une unité de longueur égale à un billionième de mètre.
zh_hans: 皮米用于测量原子级别的距离。
zh_hant: 皮米是等於萬億分之一米的長度單位。
