Repository: RapboyGao/Unit
Catalog: Sources/AUnit/Resources/*.lproj/Localizable.strings
Languages: de, fr, ja, zh_hans, zh_hant

# milesPerImperialGallon.symbol
source: mpg(imp)
de: mi/gal imp
zh_hant: 英里/英制加侖

# milesPerGallon.symbol
source: mpg
de: mi/gal
zh_hant: 英里/加侖

# bytes.symbol
source: B
zh_hant: 字節

# bits.symbol
source: b
zh_hant: 比特

# nibbles.symbol
source: N
de: Nibble
zh_hans: nibble
zh_hant: 半字節

# yottabytes.symbol
source: YB
zh_hant: 尧字節

# zettabytes.symbol
source: ZB
zh_hant: 澤字節

# exabytes.symbol
source: EB
zh_hant: 艾字節

# petabytes.symbol
source: PB
zh_hant: 拍字節

# terabytes.symbol
source: TB
zh_hant: 太字節

# gigabytes.symbol
source: GB
zh_hant: 吉字節

# megabytes.symbol
source: MB
zh_hant: 兆字節

# kilobytes.symbol
source: kB
zh_hant: 千字節

# yottabits.symbol
source: Yb
zh_hant: 尧比特

# zettabits.symbol
source: Zb
zh_hant: 澤比特

# exabits.symbol
source: Eb
zh_hant: 艾比特

# petabits.symbol
source: Pb
zh_hant: 拍比特

# terabits.symbol
source: Tb
zh_hant: 太比特

# gigabits.symbol
source: Gb
zh_hant: 吉比特

# megabits.symbol
source: Mb
zh_hant: 兆比特

# kilobits.symbol
source: kb
zh_hant: 千比特

# yobibytes.symbol
source: YiB
zh_hant: 尧字節

# zebibytes.symbol
source: ZiB
zh_hant: 澤字節

# exbibytes.symbol
source: EiB
zh_hant: 艾字節

# pebibytes.symbol
source: PiB
zh_hant: 拍字節

# tebibytes.symbol
source: TiB
zh_hant: 太字節

# gibibytes.symbol
source: GiB
zh_hant: 吉字節

# mebibytes.symbol
source: MiB
zh_hant: 兆字節

# kibibytes.symbol
source: KiB
zh_hant: 千字節

# yobibits.symbol
source: Yib
zh_hans: Yibit
zh_hant: 尧比特

# zebibits.symbol
source: Zib
zh_hans: Zibit
zh_hant: 澤比特

# exbibits.symbol
source: Eib
zh_hans: Eibit
zh_hant: 艾比特

# pebibits.symbol
source: Pib
zh_hans: Pibit
zh_hant: 拍比特

# tebibits.symbol
source: Tib
zh_hans: Tibit
zh_hant: 太比特

# gibibits.symbol
source: Gib
zh_hans: Gibit
zh_hant: 吉比特

# mebibits.symbol
source: Mib
zh_hans: Mibit
zh_hant: 兆比特

# kibibits.symbol
source: Kib
zh_hans: Kibit
zh_hant: 千比特

# feet.shortName
source: Feet
de: Füße
fr: Pied
ja: フィート
zh_hans: 英尺
zh_hant: 英尺

# nauticalMiles.shortName
source: Nautical Miles
de: Seemeilen
fr: Mille Nautique
ja: 海里
zh_hans: 海里
zh_hant: 海里

# meters.shortName
source: Meters
de: Meter
fr: Mètre
ja: メートル
zh_hans: 米
zh_hant: 米

# kilometers.shortName
source: Kilometers
de: Kilometer
fr: Kilomètre
ja: キロメートル
zh_hans: 千米
zh_hant: 公里

# miles.shortName
source: Miles
de: Meilen
fr: Mile
ja: マイル
zh_hans: 英里
zh_hant: 英里

# megameters.shortName
source: Megameters
de: Megameter
fr: Mégamètre
zh_hans: 兆米
zh_hant: 兆米

# hectometers.shortName
source: Hectometers
de: Hektometer
fr: Hectomètre
zh_hans: 百米
zh_hant: 百米

# decameters.shortName
source: Decameters
de: Dekameter
fr: Décamètre
zh_hans: 十米
zh_hant: 十米

# decimeters.shortName
source: Decimeters
de: Dezimeter
fr: Décimètre
zh_hans: 分米
zh_hant: 分米

# centimeters.shortName
source: Centimeters
de: Zentimeter
fr: Centimètre
ja: センチメートル
zh_hans: 厘米
zh_hant: 厘米

# millimeters.shortName
source: Millimeters
de: Millimeter
fr: Millimètre
ja: ミリメートル
zh_hans: 毫米
zh_hant: 毫米

# micrometers.shortName
source: Micrometers
de: Mikrometer
fr: Micromètre
zh_hans: 微米
zh_hant: 微米

# nanometers.shortName
source: Nanometers
de: Nanometer
fr: Nanomètre
zh_hans: 纳米
zh_hant: 納米

# picometers.shortName
source: Picometers
de: Pikometer
fr: Picomètre
zh_hans: 皮米
zh_hant: 皮米

# inches.shortName
source: Inches
de: Zoll
fr: Pouce
ja: インチ
zh_hans: 英寸
zh_hant: 英寸

# yards.shortName
source: Yards
fr: Yard
ja: ヤード
zh_hans: 码
zh_hant: 碼

# scandinavianMiles.shortName
source: Scandinavian Miles
de: Skandinavische Meilen
fr: Mille Scandinave
ja: スカンジナビアマイル
zh_hans: 斯堪里米
zh_hant: 斯堪的納維亞英里

# lightyears.shortName
source: Lightyears
de: Lichtjahre
fr: Année-Lumière
ja: 光年
zh_hans: 光年
zh_hant: 光年

# fathoms.shortName
source: Fathoms
de: Faden
fr: Brasse
ja: ファゾム
zh_hans: 英寻
zh_hant: 英尋

# furlongs.shortName
source: Furlongs
fr: Furlong
ja: ファーロング
zh_hans: 弗隆
zh_hant: 弗隆

# astronomicalUnits.shortName
source: Astronomical Units
de: Astronomische Einheiten
fr: Unité Astronomique
ja: 天文単位
zh_hans: 天文单位
zh_hant: 天文單位

# parsecs.shortName
source: Parsecs
de: Parsec
fr: Parsec
ja: パーセク
zh_hans: 秒差距
zh_hant: 秒差距

# feetPerSecond.shortName
source: Feet per Second
de: Fuß/Sekunde
fr: Pieds par Seconde
ja: フィート毎秒
zh_hans: 英尺/秒
zh_hant: 英尺每秒

# knots.shortName
source: Knots
de: Knoten
fr: Nœuds
ja: ノット
zh_hans: 节
zh_hant: 節

# kilometersPerHour.shortName
source: Kilometers per Hour
de: Kilometer/Stunde
fr: Kilomètres par Heure
ja: キロメートル毎時
zh_hans: 千米/小时
zh_hant: 公里每小時

# metersPerSecond.shortName
source: Meters per Second
de: Meter/Sekunde
fr: Mètres par Seconde
ja: メートル毎秒
zh_hans: 米/秒
zh_hant: 米每秒

# milesPerHour.shortName
source: Miles per Hour
de: Meilen/Stunde
fr: Miles par Heure
zh_hans: 英里/小时
zh_hant: 英里每小時

# feetPerMinute.shortName
source: Feet per Minute
de: Fuß/Minute
fr: Pieds par Minute
ja: フィート毎分
zh_hans: 英尺/分钟
zh_hant: 英尺每分鐘

# hectopascals.shortName
source: Hectopascals
de: Hektopascal
fr: Hectopascal
ja: ヘクトパスカル
zh_hans: 百帕
zh_hant: 百帕

# inchesOfMercury.shortName
source: Inches of Mercury
de: Zoll Hg
fr: Pouces de Mercure
zh_hans: 英寸汞柱
zh_hant: 英寸汞柱

# millimetersOfMercury.shortName
source: Millimeters of Mercury
de: mm Hg
fr: Millimètres de Mercure
zh_hans: 毫米汞柱
zh_hant: 毫米汞柱

# newtonsPerMetersSquared.shortName
source: Newtons per Square Meter
de: Newton/Quadratmeter
fr: Newtons par Mètre Carré
ja: ニュートン毎平方メートル
zh_hans: 牛顿/平方米
zh_hant: 牛頓每平方米

# gigapascals.shortName
source: Gigapascals
de: Gigapascal
fr: Gigapascal
ja: ギガパスカル
zh_hans: 吉帕
zh_hant: 吉帕

# megapascals.shortName
source: Megapascals
de: Megapascal
fr: Mégapascal
ja: メガパスカル
zh_hans: 兆帕
zh_hant: 兆帕

# kilopascals.shortName
source: Kilopascals
de: Kilopascal
fr: Kilopascal
ja: キロパスカル
zh_hans: 千帕
zh_hant: 千帕

# bars.shortName
source: Bars
de: Bar
fr: Bar
ja: バール
zh_hans: 巴
zh_hant: 巴

# millibars.shortName
source: Millibars
de: Millibar
fr: Millibar
ja: ミリバール
zh_hans: 毫巴
zh_hant: 毫巴

# poundsForcePerSquareInch.shortName
source: Pounds per Square Inch
de: Pfundkraft/Quadratzoll
fr: Livres-Force par Pouce Carré
ja: ポンド毎平方インチ
zh_hans: 磅/平方英寸
zh_hant: 磅力每平方英寸

# kelvin.shortName
source: Kelvin
ja: ケルビン
zh_hans: 开尔文
zh_hant: 開爾文

# celsius.shortName
source: Celsius
ja: 摂氏
zh_hans: 摄氏度
zh_hant: 攝氏度

# fahrenheit.shortName
source: Fahrenheit
ja: 華氏
zh_hans: 华氏度
zh_hant: 華氏度

# celsiusDelta.shortName
source: Celsius Delta
de: Delta Celsius
fr: Différence Celsius
ja: 摂氏温度差
zh_hans: 摄氏度差
zh_hant: 攝氏度差

# fahrenheitDelta.shortName
source: Fahrenheit Delta
de: Delta Fahrenheit
fr: Différence Fahrenheit
ja: 華氏温度差
zh_hans: 华氏度差
zh_hant: 華氏度差

# kilograms.shortName
source: Kilograms
de: Kilogramm
fr: Kilogramme
ja: キログラム
zh_hans: 千克
zh_hant: 千克

# grams.shortName
source: Grams
de: Gramm
fr: Gramme
ja: グラム
zh_hans: 克
zh_hant: 克

# decigrams.shortName
source: Decigrams
de: Dezigramm
fr: Décigramme
ja: デシグラム
zh_hans: 分克
zh_hant: 分克

# centigrams.shortName
source: Centigrams
de: Zentigramm
fr: Centigramme
ja: センチグラム
zh_hans: 厘克
zh_hant: 釐克

# milligrams.shortName
source: Milligrams
de: Milligramm
fr: Milligramme
ja: ミリグラム
zh_hans: 毫克
zh_hant: 毫克

# micrograms.shortName
source: Micrograms
de: Mikrogramm
fr: Microgramme
ja: マイクログラム
zh_hans: 微克
zh_hant: 微克

# nanograms.shortName
source: Nanograms
de: Nanogramm
fr: Nanogramme
ja: ナノグラム
zh_hans: 纳克
zh_hant: 納克

# picograms.shortName
source: Picograms
de: Pikogramm
fr: Picogramme
ja: ピコグラム
zh_hans: 皮克
zh_hant: 皮克

# ounces.shortName
source: Ounces
de: Unzen
fr: Once
ja: オンス
zh_hans: 盎司
zh_hant: 盎司

# pounds.shortName
source: Pounds
de: Pfund
fr: Livre
ja: ポンド
zh_hans: 磅
zh_hant: 磅

# stones.shortName
source: Stones
de: Stein
fr: Stone
ja: ストーン
zh_hans: 英石
zh_hant: 英石

# metricTons.shortName
source: Metric Tons
de: Tonnen
fr: Tonne Métrique
zh_hans: 公吨
zh_hant: 公噸

# shortTons.shortName
source: Short Tons
de: Kurze Tonnen
fr: Tonne Courte
ja: ショートトン
zh_hans: 短吨
zh_hant: 短噸

# carats.shortName
source: Carats
de: Karat
fr: Carat
ja: カラット
zh_hans: 克拉
zh_hant: 克拉

# ouncesTroy.shortName
source: Troy Ounces
de: Troy Unzen
fr: Once Troy
ja: トロイオンス
zh_hans: 金衡盎司
zh_hant: 金衡盎司

# slugs.shortName
source: Slugs
fr: Slug
ja: スラッグ
zh_hans: 斯拉格
zh_hant: slug

# liters.shortName
source: Liters
de: Liter
fr: Litre
ja: リットル
zh_hans: 升
zh_hant: 升

# quarts.shortName
source: Quarts
fr: Quart
ja: クォート
zh_hans: 夸脱
zh_hant: 夸脫

# cubicMeters.shortName
source: Cubic Meters
de: Kubikmeter
fr: Mètre Cube
ja: 立方メートル
zh_hans: 立方米
zh_hant: 立方米

# cubicCentimeters.shortName
source: Cubic Centimeters
de: Kubikzentimeter
fr: Centimètre Cube
ja: 立方センチメートル
zh_hans: 立方厘米
zh_hant: 立方厘米

# gallons.shortName
source: Gallons
de: Gallonen
fr: Gallon
ja: ガロン
zh_hans: 加仑
zh_hant: 加侖

# megaliters.shortName
source: Megaliters
de: Megaliter
fr: Mégalitre
ja: メガリットル
zh_hans: 兆升
zh_hant: 兆升

# kiloliters.shortName
source: Kiloliters
de: Kiloliter
fr: Kilolitre
ja: キロリットル
zh_hans: 千升
zh_hant: 千升

# deciliters.shortName
source: Deciliters
de: Deziliter
fr: Décilitre
ja: デシリットル
zh_hans: 分升
zh_hant: 分升

# centiliters.shortName
source: Centiliters
de: Zentiliter
fr: Centilitre
ja: センチリットル
zh_hans: 厘升
zh_hant: 釐升

# milliliters.shortName
source: Milliliters
de: Milliliter
fr: Millilitre
ja: ミリリットル
zh_hans: 毫升
zh_hant: 毫升

# cubicKilometers.shortName
source: Cubic Kilometers
de: Kubikkilometer
fr: Kilomètre Cube
ja: 立方キロメートル
zh_hans: 立方千米
zh_hant: 立方公里

# cubicDecimeters.shortName
source: Cubic Decimeters
de: Kubikdezimeter
fr: Décimètre Cube
ja: 立方デシメートル
zh_hans: 立方分米
zh_hant: 立方分米

# cubicMillimeters.shortName
source: Cubic Millimeters
de: Kubikmillimeter
fr: Millimètre Cube
ja: 立方ミリメートル
zh_hans: 立方毫米
zh_hant: 立方毫米

# cubicInches.shortName
source: Cubic Inches
de: Kubikzoll
fr: Pouce Cube
ja: 立方インチ
zh_hans: 立方英寸
zh_hant: 立方英寸

# cubicFeet.shortName
source: Cubic Feet
de: Kubikfuß
fr: Pied Cube
ja: 立方フィート
zh_hans: 立方英尺
zh_hant: 立方英尺

# cubicYards.shortName
source: Cubic Yards
de: Kubikyards
fr: Yard Cube
ja: 立方ヤード
zh_hans: 立方码
zh_hant: 立方碼

# cubicMiles.shortName
source: Cubic Miles
de: Kubikmeilen
fr: Mile Cube
ja: 立方マイル
zh_hans: 立方英里
zh_hant: 立方英里

# acreFeet.shortName
source: Acre-Feet
de: Acre-Füße
fr: Acre-Pied
ja: エーカー・フィート
zh_hans: 英亩-英尺
zh_hant: 英畝英尺

# bushels.shortName
source: Bushels
de: Scheffel
fr: Boisseau
ja: ブッシェル
zh_hans: 蒲式耳
zh_hant: 蒲式耳

# teaspoons.shortName
source: Teaspoons
de: Teelöffel
fr: Cuillère à Café
ja: ティースプーン
zh_hans: 茶匙
zh_hant: 茶匙

# tablespoons.shortName
source: Tablespoons
de: Esslöffel
fr: Cuillère à Soupe
ja: テーブルスプーン
zh_hans: 汤匙
zh_hant: 湯匙

# fluidOunces.shortName
source: Fluid Ounces
de: Flüssigunzen
fr: Once Liquide
ja: フルイドオンス
zh_hans: 液体盎司
zh_hant: 液盎司

# cups.shortName
source: Cups
de: Tassen
fr: Tasse
ja: カップ
zh_hans: 杯
zh_hant: 杯

# pints.shortName
source: Pints
fr: Pinte
ja: パイント
zh_hans: 品脱
zh_hant: 品脫

# imperialTeaspoons.shortName
source: Imperial Teaspoons
de: Imperiale Teelöffel
fr: Cuillère à Café Impériale
ja: 帝国ティースプーン
zh_hans: 帝国茶匙
zh_hant: 英制茶匙

# imperialTablespoons.shortName
source: Imperial Tablespoons
de: Imperiale Esslöffel
fr: Cuillère à Soupe Impériale
ja: 帝国テーブルスプーン
zh_hans: 帝国汤匙
zh_hant: 英制湯匙

# imperialFluidOunces.shortName
source: Imperial Fluid Ounces
de: Imperiale Flüssigunzen
fr: Once Liquide Impériale
ja: 帝国フルイドオンス
zh_hans: 帝国液体盎司
zh_hant: 英制液盎司

# imperialPints.shortName
source: Imperial Pints
de: Imperiale Pints
fr: Pinte Impériale
ja: 帝国パイント
zh_hans: 帝国品脱
zh_hant: 英制品脫

# imperialQuarts.shortName
source: Imperial Quarts
de: Imperiale Quarts
fr: Quart Impérial
ja: 帝国クォート
zh_hans: 帝国夸脱
zh_hant: 英制夸脫

# imperialGallons.shortName
source: Imperial Gallons
de: Imperiale Gallonen
fr: Gallon Impérial
ja: 帝国ガロン
zh_hans: 帝国加仑
zh_hant: 英制加侖

# metricCups.shortName
source: Metric Cups
de: Metrische Tassen
fr: Tasse Métrique
ja: メトリックカップ
zh_hans: 公制杯
zh_hant: 公制杯

# metersPerSecondSquared.shortName
source: Meters per Second Squared
de: Meter/Sekunde²
fr: Mètres par Seconde Carrée
ja: メートル毎秒毎秒
zh_hans: 米/秒²
zh_hant: 米每秒平方

# gravity.shortName
source: Gravity
de: g
fr: Gravité
ja: 重力
zh_hans: 重力
zh_hant: 重力

# terawatts.shortName
source: Terawatts
de: Terawatt
fr: Térawatt
ja: テラワット
zh_hans: 太瓦
zh_hant: 太瓦

# gigawatts.shortName
source: Gigawatts
de: Gigawatt
fr: Gigawatt
ja: ギガワット
zh_hans: 吉瓦
zh_hant: 吉瓦

# megawatts.shortName
source: Megawatts
de: Megawatt
fr: Mégawatt
ja: メガワット
zh_hans: 兆瓦
zh_hant: 兆瓦

# kilowatts.shortName
source: Kilowatts
de: Kilowatt
fr: Kilowatt
ja: キロワット
zh_hans: 千瓦
zh_hant: 千瓦

# watts.shortName
source: Watts
de: Watt
fr: Watt
ja: ワット
zh_hans: 瓦
zh_hant: 瓦

# milliwatts.shortName
source: Milliwatts
de: Milliwatt
fr: Milliwatt
ja: ミリワット
zh_hans: 毫瓦
zh_hant: 毫瓦

# microwatts.shortName
source: Microwatts
de: Mikrowatt
fr: Microwatt
ja: マイクロワット
zh_hans: 微瓦
zh_hant: 微瓦

# nanowatts.shortName
source: Nanowatts
de: Nanowatt
fr: Nanowatt
ja: ナノワット
zh_hans: 纳瓦
zh_hant: 納瓦

# picowatts.shortName
source: Picowatts
de: Pikowatt
fr: Picowatt
ja: ピコワット
zh_hans: 皮瓦
zh_hant: 皮瓦

# femtowatts.shortName
source: Femtowatts
de: Femtowatt
fr: Femtowatt
ja: フェムトワット
zh_hans: 飞瓦
zh_hant: 飛瓦

# horsepower.shortName
source: Horsepower
de: Pferdestärke
fr: Cheval-vapeur
ja: 馬力
zh_hans: 马力
zh_hant: 馬力

# degrees.shortName
source: Degrees
de: Grad
fr: Degré
ja: 度
zh_hans: 度
zh_hant: 度

# arcMinutes.shortName
source: Arc Minutes
de: Bogenminuten
fr: Minute d'arc
ja: 分
zh_hans: 分
zh_hant: 角分

# arcSeconds.shortName
source: Arc Seconds
de: Bogensekunden
fr: Seconde d'arc
ja: 秒
zh_hans: 秒
zh_hant: 角秒

# radians.shortName
source: Radians
de: Radiant
fr: Radian
ja: ラジアン
zh_hans: 弧度
zh_hant: 弧度

# gradians.shortName
source: Gradians
de: Gon
fr: Grade
ja: グラジアン
zh_hans: 百分度
zh_hant: 百分度

# revolutions.shortName
source: Revolutions
de: Umdrehungen
fr: Révolution
ja: 回転
zh_hans: 圈
zh_hant: 轉

# radiansPerSecond.shortName
source: Radians per Second
de: Radiant/Sekunde
fr: Radians par Seconde
ja: ラジアン毎秒
zh_hans: 弧度/秒
zh_hant: 弧度每秒

# degreesPerSecond.shortName
source: Degrees per Second
de: Grad/Sekunde
fr: Degrés par Seconde
ja: 度毎秒
zh_hans: 度/秒
zh_hant: 度每秒

# revolutionsPerMinute.shortName
source: Revolutions per Minute
de: Umdrehungen/Minute
fr: Révolutions par Minute
ja: 回転毎分
zh_hans: 转/分
zh_hant: 轉每分

# revolutionsPerSecond.shortName
source: Revolutions per Second
de: Umdrehungen/Sekunde
fr: Révolutions par Seconde
ja: 回転毎秒
zh_hans: 转/秒
zh_hant: 轉每秒

# squareMegameters.shortName
source: Square Megameters
de: Quadratmegameter
fr: Mégamètre Carré
ja: 平方メガメートル
zh_hans: 平方兆米
zh_hant: 平方兆米

# squareKilometers.shortName
source: Square Kilometers
de: Quadratkilometer
fr: Kilomètre Carré
ja: 平方キロメートル
zh_hans: 平方千米
zh_hant: 平方公里

# squareMeters.shortName
source: Square Meters
de: Quadratmeter
fr: Mètre Carré
ja: 平方メートル
zh_hans: 平方米
zh_hant: 平方米

# squareCentimeters.shortName
source: Square Centimeters
de: Quadratzentimeter
fr: Centimètre Carré
ja: 平方センチメートル
zh_hans: 平方厘米
zh_hant: 平方厘米

# squareMillimeters.shortName
source: Square Millimeters
de: Quadratmillimeter
fr: Millimètre Carré
ja: 平方ミリメートル
zh_hans: 平方毫米
zh_hant: 平方毫米

# squareMicrometers.shortName
source: Square Micrometers
de: Quadratmikrometer
fr: Micromètre Carré
ja: 平方マイクロメートル
zh_hans: 平方微米
zh_hant: 平方微米

# squareNanometers.shortName
source: Square Nanometers
de: Quadratnanometer
fr: Nanomètre Carré
ja: 平方ナノメートル
zh_hans: 平方纳米
zh_hant: 平方納米

# squareInches.shortName
source: Square Inches
de: Quadratzoll
fr: Pouce Carré
ja: 平方インチ
zh_hans: 平方英寸
zh_hant: 平方英寸

# squareFeet.shortName
source: Square Feet
de: Quadratfuß
fr: Pied Carré
ja: 平方フィート
zh_hans: 平方英尺
zh_hant: 平方英尺

# squareYards.shortName
source: Square Yards
de: Quadratyards
fr: Yard Carré
ja: 平方ヤード
zh_hans: 平方码
zh_hant: 平方碼

# squareMiles.shortName
source: Square Miles
de: Quadratmeilen
fr: Mile Carré
ja: 平方マイル
zh_hans: 平方英里
zh_hant: 平方英里

# acres.shortName
source: Acres
fr: Acre
ja: エーカー
zh_hans: 英亩
zh_hant: 英畝

# ares.shortName
source: Ares
de: Ar
fr: Are
ja: アール
zh_hans: 公亩
zh_hant: 公畝

# hectares.shortName
source: Hectares
de: Hektar
fr: Hectare
ja: ヘクタール
zh_hans: 公顷
zh_hant: 公頃

# gramsPerLiter.shortName
source: Grams per Liter
de: Gramm/Liter
fr: Grammes par Litre
ja: グラム毎リットル
zh_hans: 克/升
zh_hant: 克每升

# milligramsPerDeciliter.shortName
source: Milligrams per Deciliter
de: Milligramm/Deziliter
fr: Milligrammes par Décilitre
ja: ミリグラム毎デシリットル
zh_hans: 毫克/分升
zh_hant: 毫克每分升

# partsPerMillion.shortName
source: Parts per Million
de: Teile/Million
ja: パーツパーミリオン
zh_hans: 百万分率
zh_hant: 百萬分率

# hours.shortName
source: Hours
de: Stunden
fr: Heure
ja: 時間
zh_hans: 小时
zh_hant: 小時

# minutes.shortName
source: Minutes
de: Minuten
fr: Minute
ja: 分
zh_hans: 分钟
zh_hant: 分鐘

# seconds.shortName
source: Seconds
de: Sekunden
fr: Seconde
ja: 秒
zh_hans: 秒
zh_hant: 秒

# milliseconds.shortName
source: Milliseconds
de: Millisekunden
ja: ミリ秒
zh_hans: 毫秒
zh_hant: 毫秒

# microseconds.shortName
source: Microseconds
de: Mikrosekunden
ja: マイクロ秒
zh_hans: 微秒
zh_hant: 微秒

# nanoseconds.shortName
source: Nanoseconds
de: Nanosekunden
ja: ナノ秒
zh_hans: 纳秒
zh_hant: 納秒

# picoseconds.shortName
source: Picoseconds
de: Pikosekunden
ja: ピコ秒
zh_hans: 皮秒
zh_hant: 皮秒

# megaampereHours.shortName
source: Megaampere Hours
de: Megamperestunden
ja: メガアンペア時
zh_hans: 兆安时
zh_hant: 兆安時

# kiloampereHours.shortName
source: Kiloampere Hours
de: Kiloamperestunden
ja: キロアンペア時
zh_hans: 千安时
zh_hant: 千安時

# ampereHours.shortName
source: Ampere Hours
de: Amperestunden
fr: Ampère-heure
ja: アンペア時
zh_hans: 安时
zh_hant: 安時

# milliampereHours.shortName
source: Milliampere Hours
de: Milliamperestunden
fr: Milliampère-heure
ja: ミリアンペア時
zh_hans: 毫安时
zh_hant: 毫安時

# microampereHours.shortName
source: Microampere Hours
de: Mikroamperestunden
ja: マイクロアンペア時
zh_hans: 微安时
zh_hant: 微安時

# ampereSeconds.shortName
source: Ampere Seconds
de: Amperesekunden
ja: アンペア秒
zh_hans: 安秒
zh_hant: 安秒

# megaamperes.shortName
source: Megaamperes
de: Megaampere
ja: メガアンペア
zh_hans: 兆安
zh_hant: 兆安

# kiloamperes.shortName
source: Kiloamperes
de: Kiloampere
ja: キロアンペア
zh_hans: 千安
zh_hant: 千安

# amperes.shortName
source: Amperes
de: Ampere
fr: Ampère
ja: アンペア
zh_hans: 安
zh_hant: 安

# milliamperes.shortName
source: Milliamperes
de: Milliampere
fr: Milliampère
ja: ミリアンペア
zh_hans: 毫安
zh_hant: 毫安

# microamperes.shortName
source: Microamperes
de: Mikroampere
fr: Microampère
ja: マイクロアンペア
zh_hans: 微安
zh_hant: 微安

# megavolts.shortName
source: Megavolts
de: Megavolt
ja: メガボルト
zh_hans: 兆伏
zh_hant: 兆伏

# kilovolts.shortName
source: Kilovolts
de: Kilovolt
ja: キロボルト
zh_hans: 千伏
zh_hant: 千伏

# volts.shortName
source: Volts
de: Volt
fr: Volt
ja: ボルト
zh_hans: 伏
zh_hant: 伏

# millivolts.shortName
source: Millivolts
de: Millivolt
fr: Millivolt
ja: ミリボルト
zh_hans: 毫伏
zh_hant: 毫伏

# microvolts.shortName
source: Microvolts
de: Mikrovolt
fr: Microvolt
ja: マイクロボルト
zh_hans: 微伏
zh_hant: 微伏

# megaohms.shortName
source: Megaohms
de: Megohm
ja: メガオーム
zh_hans: 兆欧
zh_hant: 兆歐

# kiloohms.shortName
source: Kiloohms
de: Kiloohm
ja: キロオーム
zh_hans: 千欧
zh_hant: 千歐

# ohms.shortName
source: Ohms
de: Ohm
fr: Ohm
ja: オーム
zh_hans: 欧
zh_hant: 歐

# milliohms.shortName
source: Milliohms
de: Milliohm
fr: Milliohm
ja: ミリオーム
zh_hans: 毫欧
zh_hant: 毫歐

# microohms.shortName
source: Microohms
de: Mikroohm
fr: Microohm
ja: マイクロオーム
zh_hans: 微欧
zh_hant: 微歐

# kilojoules.shortName
source: Kilojoules
de: Kilojoule
fr: Kilojoule
ja: キロジュール
zh_hans: 千焦
zh_hant: 千焦

# joules.shortName
source: Joules
de: Joule
fr: Joule
ja: ジュール
zh_hans: 焦耳
zh_hant: 焦

# kilocalories.shortName
source: Kilocalories
de: Kilokalorien
fr: Kilocalorie
ja: キロカロリー
zh_hans: 千卡
zh_hant: 千卡

# calories.shortName
source: Calories
de: Kalorien
fr: Calorie
ja: カロリー
zh_hans: 卡
zh_hant: 卡

# kilowattHours.shortName
source: Kilowatt Hours
de: Kilowattstunden
ja: キロワット時
zh_hans: 千瓦时
zh_hant: 千瓦時

# wattHours.shortName
source: Watt Hours
de: Wattstunden
ja: ワット時
zh_hans: 瓦时
zh_hant: 瓦時

# terahertz.shortName
source: Terahertz
fr: Térahertz
ja: テラヘルツ
zh_hans: 太赫
zh_hant: 太赫茲

# gigahertz.shortName
source: Gigahertz
ja: ギガヘルツ
zh_hans: 吉赫
zh_hant: 吉赫茲

# megahertz.shortName
source: Megahertz
fr: Mégahertz
ja: メガヘルツ
zh_hans: 兆赫
zh_hant: 兆赫茲

# kilohertz.shortName
source: Kilohertz
ja: キロヘルツ
zh_hans: 千赫
zh_hant: 千赫茲

# hertz.shortName
source: Hertz
ja: ヘルツ
zh_hans: 赫兹
zh_hant: 赫茲

# millihertz.shortName
source: Millihertz
zh_hans: 毫赫
zh_hant: 毫赫茲

# microhertz.shortName
source: Microhertz
de: Mikrohertz
zh_hans: 微赫
zh_hant: 微赫茲

# nanohertz.shortName
source: Nanohertz
zh_hans: 纳赫
zh_hant: 納赫茲

# framesPerSecond.shortName
source: Frames per Second
de: Bilder/Sekunde
ja: フレーム毎秒
zh_hans: 帧/秒
zh_hant: 幀每秒

# litersPer100Kilometers.shortName
source: Liters per 100 Kilometers
de: Liter/100 Kilometer
fr: Litres par 100 Kilomètres
ja: リットル毎100キロメートル
zh_hans: 升/100公里
zh_hant: 升每百公里

# milesPerImperialGallon.shortName
source: Miles per Imperial Gallon
de: Meilen/imperial Gallone
zh_hans: 英里/帝国加仑
zh_hant: 英里每英制加侖

# milesPerGallon.shortName
source: Miles per Gallon
de: Meilen/Gallone
fr: Miles par Gallon
ja: マイル毎ガロン
zh_hans: 英里/加仑
zh_hant: 英里每加侖

# bytes.shortName
source: Bytes
fr: Octet
zh_hans: 字节
zh_hant: 字節

# bits.shortName
source: Bits
fr: Bit
zh_hans: 比特
zh_hant: 比特

# nibbles.shortName
source: Nibbles
de: Nibble
fr: Nibble
zh_hans: 半字节
zh_hant: 半字節

# yottabytes.shortName
source: Yottabytes
de: Yottabyte
fr: Yottaoctet
zh_hans: 尧字节
zh_hant: 尧字節

# zettabytes.shortName
source: Zettabytes
de: Zettabyte
fr: Zettaoctet
zh_hans: 泽字节
zh_hant: 澤字節

# exabytes.shortName
source: Exabytes
de: Exabyte
fr: Exaoctet
zh_hans: 艾字节
zh_hant: 艾字節

# petabytes.shortName
source: Petabytes
de: Petabyte
fr: Pétaoctet
zh_hans: 拍字节
zh_hant: 拍字節

# terabytes.shortName
source: Terabytes
de: Terabyte
fr: Téraoctet
ja: テラバイト
zh_hans: 太字节
zh_hant: 太字節

# gigabytes.shortName
source: Gigabytes
de: Gigabyte
fr: Gigaoctet
ja: ギガバイト
zh_hans: 吉字节
zh_hant: 吉字節

# megabytes.shortName
source: Megabytes
de: Megabyte
fr: Mégaoctet
ja: メガバイト
zh_hans: 兆字节
zh_hant: 兆字節

# kilobytes.shortName
source: Kilobytes
de: Kilobyte
fr: Kilooctet
ja: キロバイト
zh_hans: 千字节
zh_hant: 千字節

# yottabits.shortName
source: Yottabits
de: Yottabit
fr: Yottabit
zh_hans: 尧比特
zh_hant: 尧比特

# zettabits.shortName
source: Zettabits
de: Zettabit
fr: Zettabit
zh_hans: 泽比特
zh_hant: 澤比特

# exabits.shortName
source: Exabits
de: Exabit
fr: Exabit
zh_hans: 艾比特
zh_hant: 艾比特

# petabits.shortName
source: Petabits
de: Petabit
fr: Pétabit
zh_hans: 拍比特
zh_hant: 拍比特

# terabits.shortName
source: Terabits
de: Terabit
fr: Térabit
zh_hans: 太比特
zh_hant: 太比特

# gigabits.shortName
source: Gigabits
de: Gigabit
fr: Gigabit
zh_hans: 吉比特
zh_hant: 吉比特

# megabits.shortName
source: Megabits
de: Megabit
fr: Mégabit
zh_hans: 兆比特
zh_hant: 兆比特

# kilobits.shortName
source: Kilobits
de: Kilobit
fr: Kilobit
zh_hans: 千比特
zh_hant: 千比特

# yobibytes.shortName
source: Yobibytes
de: Yobibyte
fr: Yobioctet
zh_hans: 尧字节
zh_hant: 尧字節

# zebibytes.shortName
source: Zebibytes
de: Zebibyte
fr: Zebioctet
zh_hans: 泽字节
zh_hant: 澤字節

# exbibytes.shortName
source: Exbibytes
de: Exbibyte
fr: Exbioctet
zh_hans: 艾字节
zh_hant: 艾字節

# pebibytes.shortName
source: Pebibytes
de: Pebibyte
fr: Pebioctet
zh_hans: 拍字节
zh_hant: 拍字節

# tebibytes.shortName
source: Tebibytes
de: Tebibyte
fr: Tébioctet
zh_hans: 太字节
zh_hant: 太字節

# gibibytes.shortName
source: Gibibytes
de: Gibibyte
fr: Gibioctet
zh_hans: 吉字节
zh_hant: 吉字節

# mebibytes.shortName
source: Mebibytes
de: Mebibyte
fr: Mebioctet
zh_hans: 兆字节
zh_hant: 兆字節

# kibibytes.shortName
source: Kibibytes
de: Kibibyte
fr: Kibioctet
zh_hans: 千字节
zh_hant: 千字節

# yobibits.shortName
source: Yobibits
de: Yobibit
fr: Yobibit
zh_hans: 尧比特
zh_hant: 尧比特

# zebibits.shortName
source: Zebibits
de: Zebibit
fr: Zebibit
zh_hans: 泽比特
zh_hant: 澤比特

# exbibits.shortName
source: Exbibits
de: Exbibit
fr: Exbibit
zh_hans: 艾比特
zh_hant: 艾比特

# pebibits.shortName
source: Pebibits
de: Pebibit
fr: Pebibit
zh_hans: 拍比特
zh_hant: 拍比特

# tebibits.shortName
source: Tebibits
de: Tebibit
fr: Tébibit
zh_hans: 太比特
zh_hant: 太比特

# gibibits.shortName
source: Gibibits
de: Gibibit
fr: Gibibit
zh_hans: 吉比特
zh_hant: 吉比特
